import id1 from './id1.jpeg';
import id2 from './id2.jpg';
import id3 from './id3.jpeg';
import id4 from './id4.jpg';
import id5 from './id5.jpg';
export type Item = {
  id: number;
  name: string;
  details: Idetails;
  img: string;
};
export type Idetails = {
  season: string;
  placeSoil: string;
  technique: string;
  fertilizers: string;
};

export const Details: Item[] = [
  {
    id: 1,
    name: 'плодового дерева',
    details: {
      season:
        'Оптимальний сезон для посадки плодових дерев зазвичай припадає на період, коли дерево перебуває в спокої, тобто без листя та зниженою активністю. У весняний період, як правило, земля вже прогрілася, але не нагрілася занадто дуже, що сприяє збереженню вологи в грунті та швидшому заростанню коріння. Осінній період також вважається відмінним часом для посадки, оскільки земля ще тепла, але вже не така суха, як у літній період, тому корені дерева легко заростають новим грунтом та зберігають вологу.',
      placeSoil:
        'Вибір місця для посадки плодових дерев - важливий етап вирощування. Місце має бути добре освітлене, з водопроникним ґрунтом та відсутністю підземних вод. Перед посадкою слід добре підготувати ґрунт, викопавши яму з діаметром та глибиною більшою, ніж корінна система дерева. Додавання глини, піску та компосту допоможе покращити водопроникність та поживність грунту. До розкопаної ями слід додати фосфорні та калійні добрива, які забезпечать хороше формування кореневої системи та підтримають рівновагу в ґрунті. Також слід враховувати відстань між деревами, щоб забезпечити достатній доступ світла та вологи для кожного з них.',
      technique:
        'Після вибору місця та підготовки ґрунту слід приступити до техніки посадки плодових дерев. Саджанець слід розмістити в ямі так, щоб корені були розправлені та розміщені на всі боки. Далі, яму заповнюють ґрунтом, заздалегідь підмішаним з добривами, та здійснюють обмивання кореневої системи водою. Для запобігання випаровування вологи, поверхню ґрунту слід засипати опилками або соломою. Після посадки необхідно здійснити полив та придбати опору для дерева. Перші два роки після посадки слід забезпечувати регулярний полив та догляд за деревом, що допоможе йому швидше прижитися та розвинутися. Окрему увагу слід приділяти захисту від хвороб та шкідників, забезпеченню правильного обрізу та формуванню крони дерева.',
      fertilizers:
        // eslint-disable-next-line quotes
        "Правильний вибір та використання добрив - важливий елемент успішної посадки плодових дерев. Перед посадкою слід внести у яму підготовлені добрива, які забезпечать необхідний запас поживних речовин для кореневої системи. Фосфор та калій - це основні добрива, які допомагають дереву швидше прижитися та формувати корінну систему. Для поліпшення родючості ґрунту можна використовувати компост, перегній або інші органічні добрива. Важливо також пам'ятати про регулярне підживлення дерева протягом його життєвого циклу. В перші два роки після посадки рекомендується використовувати спеціальні добрива для молодих дерев, які містять більше азоту та фосфору. Пізніше, для забезпечення якісного росту та розвитку, можна використовувати комплексні добрива, які містять всі необхідні поживні речовини.",
    },
    img: id1,
  },
  {
    id: 2,
    name: 'персиків',
    details: {
      season:
        'Посадка персиків - важливий процес, який вимагає уважності та знань. Найкращим часом для посадки персиків є весна, коли земля прогріється та стане вологою. Найбільш оптимальний час для посадки персиків - це період з квітня по травень.',
      placeSoil:
        'Персики краще ростуть на відкритих та добре освітлених ділянках, де забезпечена достатня кількість сонця. Тому місце для посадки повинно бути обране таким чином, щоб дерева отримували щонайменше 6 годин сонячного світла на день. Крім того, важливо обрати місце, захищене від сильних вітрів, які можуть пошкодити дерева. Також необхідно враховувати кількість води, що збирається в ґрунті в цьому місці. Персики не люблять занадто вологі ділянки, тому не обирайте місце, де ґрунт занадто зволожений або нахил ділянки спрямований до збирання води. Найкраще, якщо вода на ділянці протікає, а не затримується. Перед посадкою персиків необхідно підготувати ґрунт. Оптимальна кислотність для персиків - від 6,0 до 6,5, тому якщо кислотність ґрунту нижча, рекомендується внести доломітну муку або вапно. Якщо кислотність вище, необхідно додати сірку.',
      technique:
        'Підготовка ями: Викопайте яму глибиною та шириною близько 60 см. Перекопайте ґрунт на дні ями та змішайте його з органічним добривом, таким як перегній або компост. Підготовка кореневої системи: Змочіть коріння саджанця в воді протягом години, щоб забезпечити йому достатню кількість вологи перед посадкою. Видаліть також всі пошкоджені або зігнуті гілки та корені. Посадка саджанця: Розкладіть коріння саджанця в яму, розташовуючи його в центрі. Наповніть яму змішаним ґрунтом та органічним добривом, щоб повністю покрити коріння саджанця. Затисніть ґрунт довкола коренів, щоб уникнути повітряних кишень та забезпечити стійкість саджанця. Зрізання верхівки: Зріжте верхівку саджанця на висоті близько 60 см від рівня ґрунту. Це дозволить саджанцю зосередитись на розвитку кореневої системи та збільшити його життєздатність. Полив: Полийте саджанець достатньою кількістю води після посадки, щоб забезпечити йому достатню кількість води',
      fertilizers:
        // eslint-disable-next-line quotes
        "Добрива при посадці саджанців персиків грають важливу роль у стимулюванні росту та розвитку рослини. Основна мета добрив - забезпечити новому саджанцю необхідні живильні речовини для здорового росту та розвитку кореневої системи. При підготовці до посадки саджанця персика, у яму можна додати декілька видів добрив, зокрема: Органічне добриво: Найкращим вибором для додавання до ями для посадки персиків є перегній або компост. Органічне добриво підвищує рівень гумусу в грунті, покращує структуру грунту, забезпечує необхідні живильні речовини та вологу для рослин. Фосфатне добриво: Фосфатні добрива містять фосфор, що сприяє розвитку кореневої системи рослини та підвищує врожайність. Рекомендовано додати до ями 150 грамів фосфатного добрива на один саджанець персика. Калійне добриво: Калійні добрива містять калій, який допомагає рослинам в боротьбі зі стресом та збільшує стійкість до хвороб та шкідників. Рекомендовано додати до ями 100 грамів калійного добрива на один саджанець персика. Важливо звернути увагу на кількість добрив, які ви додаєте до ями. Надмірне застосування добрив може пошкодити рослину, тому важливо дотримуватись рекомендацій щодо кількості добрив, які ви додаєте до ями. Пам'ятайте, що наступні застосування добрив будуть залежати від стану грунту та потреб рослини в живильних речовинах.",
    },
    img: id2,
  },
  {
    id: 3,
    name: 'декоративних рослин',
    details: {
      season:
        'Сезон посадки декоративних дерев залежить від кількох факторів, включаючи тип дерева, регіон, кліматичні умови та місцезнаходження. Однак, як правило, найбільш підходящим часом для посадки декоративних дерев є весна або осінь. Весняна посадка дерев проводиться в період, коли ґрунт ще не розмерз і дерево має достатньо часу для укорінення перед тим, як настане літо. Якщо весною посаджувати дерева, то краще робити це в період від кінця березня до середини травня. Під час весняної посадки необхідно забезпечити достатнє зволоження грунту та захистити дерево від заморозків. Осіння посадка дерев проводиться зазвичай у вересні або жовтні, коли грунт ще достатньо теплий, але вже не настільки спекотний, як влітку. Осінь також є часом, коли дерева активно накопичують живильні речовини у своїх коренях перед зимовим періодом.',
      placeSoil:
        'Для успішної посадки декоративних дерев необхідно вибрати правильне місце та підготувати грунт. Ось кілька кроків, які можна виконати: Вибрати місце для посадки дерева, де є достатньо сонячного світла та води. Деякі дерева потребують більше сонця, а деякі менше, тому важливо вивчити потреби конкретного виду дерева. Переконатися, що місце для посадки не містить підземних комунікацій або інших перешкод, які можуть завадити росту дерева. Підготувати грунт, розкопавши яму для посадки дерева. Глибина ями повинна бути приблизно на 2 рази більшою, ніж діаметр корінної системи дерева.',
      technique:
        // eslint-disable-next-line quotes
        "Ставте дерево в отвір глибиною, більшою за довжину кореневої системи, і засипте довкола дерева землею. Додайте добрива для покращення розвитку рослин. Залийте посаджений дерево достатньою кількістю води, щоб покрити весь корінь. Після посадки, варто регулярно поливати дерево, особливо в перші місяці, поки коріння закріпиться в грунті. Також варто надавати достатню кількість сонячного світла та добрив, щоб підтримувати здоров'я дерева. ",
      fertilizers:
        // eslint-disable-next-line quotes
        "Ось кілька рекомендацій щодо добрив для декоративних дерев: Азотні добрива: Для сприяння росту та зеленому кольору листя декоративних дерев можна використовувати азотні добрива. Вони підтримують здоров'я дерева та підсилюють зростання листя. Фосфатні добрива: Фосфор сприяє формуванню кореневої системи та підтримує стійкість дерева. Фосфатні добрива можна використовувати під час посадки та під час весняної обробки. Калійні добрива: Калій допомагає дереву витримувати стресові ситуації, такі як зимові морози та літні посухи. Використання калійних добрив підтримує стійкість дерева до стресу та сприяє збереженню вологи. Органічні добрива: Органічні добрива можуть бути корисними для підживлення декоративних дерев. Наприклад, компост, гноївка, чайна заварка чи зелені відходи можуть бути використані як органічні добрива, що підтримують здоров'я ґрунту та здоров'я дерева. Мікроелементи: Мікроелементи, такі як залізо, марганець, мідь та бор, також важливі для здоров'я дерева. Вони можуть бути додані до регулярних добрив або використовуватись окремо, якщо дерево проявляє ознаки дефіциту конкретного мікроелемента.",
    },
    img: id3,
  },
  {
    id: 4,
    name: 'ягідних куьтур',
    details: {
      season:
        'Сезон посадки ягідних культур може варіюватися в залежності від різних факторів, таких як кліматичні умови та тип грунту. Однак, загалом, для більшості ягідних культур найкращий час для посадки - це весна або раннє літо. Нижче наведено приблизний графік посадки деяких популярних ягідних культур: Малина: зазвичай саджають у весняний чи ранньолітній період. Якщо ви саджаєте осінньою порою, то краще робити це не пізніше серпня. Смородина: кращий час для посадки - це рання весна, до того, як починається активний ріст бруньок. Аґрус: зазвичай саджають весною, до того, як розпочнеться активний ріст бруньок. Жимолость: можна садити як весною, так і восени, залежно від кліматичних умов та типу грунту. Виноград: зазвичай саджають весною, до того, як розпочнеться активний ріст бруньок. Проте, краще дотримуватися рекомендацій для конкретного регіону та кліматичних умов, де ви знаходитесь, і звертатися за консультацією до місцевих фахівців з садівництва або агрономів.',
      placeSoil:
        // eslint-disable-next-line quotes
        "Місце посадки та підготовка грунту для ягідних культур є дуже важливими етапами, які визначають подальший успіх росту та розвитку рослин. Нижче наведено деякі рекомендації щодо місця посадки та підготовки грунту для різних видів ягідних культур: Малина та смородина: вони найкраще ростуть на сонячних місцях з глибоким і добре дренованим грунтом. Перед посадкою грунт необхідно розкопати на глибину близько 30 см та додати компост чи добриво, щоб підготувати його до росту рослин. Аґрус та жимолість: вони можуть рости практично на будь-якому ґрунті, але найкраще вони себе почувають на легкому і добре дренованому грунті. Перед посадкою, грунт слід розкопати на глибину близько 20 см, додати компост або добриво та перекопати, щоб забезпечити хорошу провітрюваність грунту. Виноград: він найкраще росте на сонячних місцях з глибоким, добре дренованим і родючим грунтом. Перед посадкою, грунт слід розкопати на глибину близько 50 см і додати компост або добриво, щоб забезпечити рослинам необхідні поживні речовини. У будь-якому випадку, перед посадкою ягідних культур, варто враховувати конкретні вимоги кожного виду рослин та кліматичні умови регіону, де ви знаходитесь. Перед посадкою, слід також видалити будь-які бур'яни, камені та інші перешкоди з майбутнього місця росту рослин.",
      technique:
        // eslint-disable-next-line quotes
        "Техніка посадки ягідних культур залежить від конкретного виду рослин, але є деякі загальні рекомендації, які можна застосувати для більшості видів: Перед посадкою необхідно підготувати яму. Розмір ями залежить від розміру кореневої системи рослини, але яма зазвичай повинна бути глибше і ширше, ніж коріння рослини. Додайте добриво до ями згідно з рекомендаціями виробника добрива. Зазвичай на яму витрачається 1-2 кілограми добрива. Залежно від виду рослин, виберіть відстань між рослинами, яка дозволяє їм розвиватися і не конкурувати між собою за ресурси. Зазвичай рослини садять на відстані 30-60 см одна від одної. Перед посадкою зробіть маленьку горбинку у ямі та розташуйте коріння рослини на горбинці. Не залишайте коріння на повітрі більше, ніж на 30 хвилин. Засипте яму землею, уважно вдавлюючи землю навколо рослини, щоб уникнути утворення повітряних кишень біля коренів. Після посадки рослину необхідно обережно полити водою. Після посадки рослин необхідно підтримувати ґрунт вологим та зволожувати рослини регулярно. Також необхідно регулярно видаляти бур'яни та забезпечувати рослинам необхідний догляд. Загалом, виконання техніки посадки ягідних культур потребує деякої досвіду та уважності, тому рекомендується звернутися до професійних садівників, якщо ви не маєте достатнього досвіду",
      fertilizers:
        'Добрива для ягідних культур можна розділити на органічні та неорганічні. Органічні добрива містять природні компоненти, такі як компости, перегній, мул, солому тощо. Неорганічні добрива складаються з хімічних елементів, таких як азот, фосфор та калій, та можуть містити також мікроелементи. Органічні добрива можуть бути використані для підживлення ґрунту, поліпшення його структури та підвищення родючості. Вони можуть бути застосовані під час посадки ягідних культур, а також як поверхневе добриво під час вегетації рослин. Неорганічні добрива, такі як аміачна селітра, суперфосфат та калійна сіль, містять високу концентрацію поживних речовин та швидко діють. Вони зазвичай застосовуються на ранніх стадіях вегетації рослин, коли потрібний швидкий ріст. Крім того, існують спеціальні добрива для окремих видів ягідних культур. Наприклад, для саджанців журавлини та кизилу рекомендується використовувати добрива з високим вмістом калію, а для малини та смородини - фосфорні добрива. При виборі добрива для ягідних культур, слід враховувати їхні особливості, стадію вегетації та рівень родючості ґрунту. Рекомендується звернутися до спеціалістів з садівництва для отримання конкретних порад щодо вибору та використання добрив.',
    },
    img: id4,
  },
  {
    id: 5,
    name: 'троянд',
    details: {
      season:
        // eslint-disable-next-line quotes
        "Зазвичай сезон для посадки троянди залежить від кліматичних умов та зони вирощування. У більшості випадків, троянди рекомендується садити взимку або весною до початку періоду зростання. Оптимальний час для посадки троянди - це зазвичай залежить від регіону та погодних умов, але загалом він знаходиться в діапазоні з жовтня до травня. У зоні з м'яким кліматом, де зими не настільки холодні, троянди можна садити взимку, або навіть у лютому. У зонах з суворим кліматом, де зими дуже холодні, краще садити троянди весною, коли земля розмерзла та прогрілася достатньо для посадки. В будь-якому випадку, перед посадкою троянди необхідно вивчити погодні умови та зробити підготовку ґрунту. Також рекомендується дотримуватися відстані між рослинами та глибини посадки відповідно до вимог кожного сорту троянди.",
      placeSoil:
        // eslint-disable-next-line quotes
        "Перш за все, необхідно вибрати правильне місце для посадки троянди. Вони потребують добре освітленого місця, де немає занадто сильного вітру. Також важливо, щоб на цьому місці не було залишків рослин, що можуть заразити нову рослину. Підготовка грунту: Перевірте кислотність грунту, в якому ви плануєте посадити троянду. Вони найкраще ростуть у грунтах з pH близько 6.5-7.5. Якщо pH нижче 6.5, то додайте вапнякову муку, якщо вище 7.5 - додайте сірку. Видаліть всі бур'яни, камені та інші відходи з місця посадки. Також, якщо грунт у вашому саду дуже збитий, розкопайте його на глибину близько 30 см. Додайте добриво в грунт для забезпечення необхідних поживних речовин для троянд. Ідеальною буде суміш зігною, гумусу та перегною. Додайте близько 2-3 кілограм добрива на кожен квадратний метр землі. Зробіть отвір для посадки рослини, широкий на 40 см і глибокий на 40 см. Переконайтеся, що він достатньо глибокий, щоб корені троянди могли добре розвиватися. Перед посадкою підійміть рівень грунту на краю отвору так, щоб троянда була на глибині 5-10 см нижче рівня грунту навколо. Поставте троянду в отвір і засипте грунтом. Після посадки добре зробіть полив і додайте мульчу, щоб зберегти вологу в грунті і запобігти зростанню бур'янів.",
      technique:
        // eslint-disable-next-line quotes
        "Ось деякі кроки, які варто виконати під час посадки троянд: Виберіть місце з належною кількістю сонячного світла і доброю дренажною системою. Підготуйте ґрунт: він повинен бути родючим і добре дренованим. Якщо ваш ґрунт містить багато глини, додайте піску та компосту, щоб покращити його дренаж та поживні властивості. Розкопайте отвір, глибиною близько 45-60 см та шириною близько 45 см. Висадіть троянду, розставляючи корені по всьому отвору, і підняти коріння на 2-3 дюйма над рівнем землі. Прикрийте корені землею, забезпечивши гарну опору, але не ущемлюючи коріння. Залейте троянду водою до того моменту, поки ґрунт не насичиться вологою. Приберіть всі зіпсовані або пошкоджені листки, пагони та бруд. Застосуйте мульчу навколо основи рослини, щоб зберегти вологу, попередити заростання бур'янами і підвищити поживні властивості грунту. Зверніть увагу, що техніка посадки може дещо відрізнятися в залежності від конкретного виду троянди та регіону, в якому ви живете. Для отримання додаткової інформації, зверніться до місцевого спеціаліста з вирощування троянд. ",
      fertilizers:
        'Вирощування троянд вимагає регулярного застосування добрив, щоб забезпечити рослині необхідну кількість поживних речовин для здорового росту і багатого цвітіння. Ось деякі типи добрив, які можна використовувати для вирощування троянд: Органічні добрива: Компост, гній, перегной - вони забезпечують рослині поживні речовини, а також поліпшують структуру грунту. Мінеральні добрива: Мінеральні добрива містять різноманітні мінерали та поживні речовини, такі як азот, фосфор і калій. Троянди особливо користуються кореневими добривами, що дозволяє рослинам ефективніше поглинати необхідні речовини. Водорозчинні добрива: Вони добре розчиняються в воді, що дозволяє рослині швидше отримувати необхідні поживні речовини. Добрива з високим вмістом калію: Калій необхідний для забезпечення здорової і міцної конструкції рослин і підвищення стійкості до стресів. Добрива для підвищення кислотності грунту: Троянди зазвичай краще ростуть в легко кислих грунтах (рН близько 6.0-6.5). Якщо ваш ґрунт занадто лужний, додайте добрива, що підвищують кислотність грунту, такі як сірчана кислота. Зверніть увагу, що краще використовувати добрива, спеціально розроблені для троянд, і дотримуватися рекомендацій з дозування та частоти застосування.',
    },
    img: id5,
  },
];
