import { Item } from '../allData';
import id4001 from './id4001.jpeg';
import id4002 from './id4002.jpeg';
import id4003 from './id4003.jpeg';
import id4004 from './id4004.jpeg';
import id4005 from './id4005.jpeg';
import id4006 from './id4006.jpeg';
import id4007 from './id4007.jpeg';
import id4008 from './id4008.jpeg';
import id4009 from './id4009.jpeg';
import id4010 from './id4010.jpeg';
import id4011 from './id4011.jpeg';
import id4012 from './id4012.jpeg';
import id4013 from './id4013.jpeg';
import id4014 from './id4014.jpeg';
import id4015 from './id4015.jpeg';
import id4016 from './id4016.jpeg';
import id4017 from './id4017.jpeg';
import id4018 from './id4018.jpeg';
import id4019 from './id4019.jpeg';
import id4020 from './id4020.jpeg';
export const roses: Item[] = [
  {
    id: 4001,
    cls: 'троянда',
    name: 'Троянда чайно-гібридна Амалія',
    price: 50,
    height: '80-90',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Троянда Амалія (Amalia) U+002d рожево-кораловий чайно-гібридний сорт (див. фото). Основні переваги U+002d чудове благородне забарвлення, ідеальне складення бутона, м'який аромат, стійкість до хвороб. Квітконоси міцні i надійні, один з кращих сортів для букетів. Стійке забарвлення Amalia залишається яскравим i на сонці, i в дощову погоду. Цвітіння в 2 рясні хвилі, при затяжній тепло осені, може розквітнути втретє.",
    img: id4001,
  },
  {
    id: 4002,
    cls: 'троянда',
    name: 'Штамбова',
    price: 50,
    height: '80-150',
    maturation: 'повторний, починаючи з червня до середини осені',
    details:
      // eslint-disable-next-line quotes
      'Кущ прямостоячий, сильнорослий, на пагонах присутні шипи в невеликій кількості. У квітів ніжний, ледь відчутний аромат. Бутони конічної форми складаються з 35 пелюсток. Забарвлення біля основи темно-малінова, наприкінці сезону колір повністю стає практично чорним. Краї пелюсток загнуті вниз. Квіти при розпусканні досягають діаметра 12-14 див. У вазі зрізані троянди простоять протягом двох тижнів.',
    img: id4002,
  },
  {
    id: 4003,
    cls: 'троянда',
    name: 'Блек Меджик',
    price: 50,
    height: '50-100',
    maturation: 'липень-вересень',
    details:
      // eslint-disable-next-line quotes
      ' Роза "Блек Меджик" - це класична чайно-гібридна троянда. Одна з так званих «чорних» троянд - темно-вишневого кольору. Бутони настільки темні, що здаються майже чорними. Форма бутона конічна. Навіть коли вони починають розпускатися, квітки чорно-червоні і тільки самі центральні пелюстки можна назвати червоними. Діаметр розкритого квітки 12-13см. Зрізані квітки стоять у вазі до 14 днів. Квітки середніх розмірів, з красиво відігнутими вниз пелюстками. Квіти по одному або іноді в кистях до 4 штук на стеблі. Кущ сильно рослий, витягнутий, прямостоячий, з бронзовим молодим приростом, стійкий до захворювань. Листя темно-зеленого кольору з червонуватим відливом, відмінно поєднується з темним відтінком бутонів. Вирощується троянда Блек Меджик на зріз і для групових насаджень. ',
    img: id4003,
  },
  {
    id: 4004,
    cls: 'троянда',
    name: 'Керіо',
    price: 50,
    height: '100-120',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      ' Роза "Керіо" - це справжні прикраси клумби, озаряющее золотистим кольором все навколо. Роза має слабо виражений аромат, але колір бутона і квітки, що розпустилася повністю це компенсує. Пекучий яскраво-жовтий колір пелюсток, нагадує сонце. У спадному стан краю пелюсток мають тонку помаранчеву смужку. Кущі у троянд сорту Керіо високі, стрункі, завдяки чому ці квіти ідеально підходять для зрізання. Цвіте троянда Kerio поодинокими квітками, іноді в суцвіттях по 3-4 штуки. Цвітіння не одноразова, тривалий. Троянди здатні довгий час зберігати свіжий вигляд у вазі. Сорт має гарну зимостійкість, але при сильних холодах рекомендується ретельне укриття. А висока стійкість до хвороб робить троянди сорту Керіо легкими в вирощуванні як досвідченими розоводи, так і новачками.',
    img: id4004,
  },
  {
    id: 4005,
    cls: 'троянда',
    name: 'Керіо',
    price: 50,
    height: '100-120',
    maturation: 'червень-до приморозків',
    details:
      // eslint-disable-next-line quotes
      '   Роза "Боїнг" - це знахідка для саду. Простоту і витонченість, ніжність і вишуканість, свіжість і класику віртуозно поєднує в собі ця прекрасна представниця білих троянд. Білосніжні щільні, витягнуті бутони Боїнга перетворюються на великі (близько 12см), густомахрові (близько 55 пелюсток) дивовижні квіти з злегка загостреними пелюстками. Цінним особливістю цього сорту є та межа, що квітки тримаються довго не тільки на кущах, але і при зрізі і подальшому спогляданні їх у вазі. Також гідністю сорту Боїнг є його стійкість до борошнистої роси і чорної плямистості. На жаль, цей сорт не може похвалитися насиченим ароматом, але цінителям витончених запахів він припаде до смаку. ',
    img: id4005,
  },
  {
    id: 4006,
    cls: 'троянда',
    name: 'Ред Інтуішн',
    price: 50,
    height: '100-120',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      ' Роза "Ред Інтуішн" - це вельми незвичайний сорт, який користується великим успіхом серед садівників. Не дивлячись на те, що сорт є порівняно не новим, він не залишає байдужим потенційного покупця, завдяки своїй дещо незвичній забарвленням. Стійкість до захворювань дуже висока, морозостійкий сорт, добре переносить спекотне літо. Використовується в міксбодерах, а також в одиночних посадках незвичайне забарвлення буде яскравим акцентом, приємною ноткою, тоді як клумбовие посадки будуть зливатися в однотонний, червоний колір, особливо на відстані. У зв\'язку з цим рекомендуємо садити цей сорт троянди на передньому плані, в безпосередній близькості від доріжок, щоб добре проглядалася незвичайна смугаста забарвлення. Добре стоїть в зрізі. ',
    img: id4006,
  },
  {
    id: 4007,
    cls: 'троянда',
    name: 'Абракадабра',
    price: 50,
    height: '100-120',
    maturation: 'червень-до приморозків',
    details:
      // eslint-disable-next-line quotes
      ' Роза "Абракадабра" - це багаторічна рослина, яка росте в формі розлогого або прямостоячі куща, а також у формі штамбового деревця висотою від 50 до 150см, з темно-зеленими шипуватими стеблами. Великі, діаметром від 7 до 12см, поодиноко розташовані на високому квітконосі або в суцвіттях махрові квітки з високим центром і загостреної форми пелюстками і приємним стійким ароматом. Сорт Абракадабра особливо цікавий і привабливий тим, що забарвлення квіток складається з величезної кількості всіляких комбінацій кольорів і відтінків червоного, жовтого, коричневого та білого кольорів. ',
    img: id4007,
  },
  {
    id: 4008,
    cls: 'троянда',
    name: 'Імператриця Фарах',
    price: 50,
    height: '100-200',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Роза "Імператриця Фарах" - це сорт котрий не може не захоплювати красою і незвичайним колірним рішенням класичного, дуже великого і надзвичайно елегантного бутона з білими пелюстками, облямованими червоному-червоним сяйвом. Сорт "Імператриця Фарах" має довгий і повторне цвітіння. Цвітіння починається з кінця червня і триває до самих заморозків з невеликими перервами. Сорт невибагливий, практично не вражається хворобами, дуже декоративний, чудово підходить для озеленення та зрізання. ',
    img: id4008,
  },
  {
    id: 4009,
    cls: 'троянда',
    name: 'Ксюша',
    price: 50,
    height: '80-100',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Кущ прямий, висотою до 100 см і шириною 70 см. Листя темно-зеленого кольору, блискучі.Квіти густо махрові, великі, діаметром 13 см рожевим кольором, з золотисто-помаранчевим відливом. Бутони овальної, чашоподібної форми.На пагонах формується по декілька прекрасних цукерково-рожевих квітів. Запах в цього сорту приємний, легкий. Сорт повторно квітучий, цвіте хвилями цілий сезон. Зимостійкість в цього сорту висока.',
    img: id4009,
  },
  {
    id: 4010,
    cls: 'троянда',
    name: 'Сонечко',
    price: 50,
    height: '80-150',
    maturation: 'червень-до приморозків',
    details:
      // eslint-disable-next-line quotes
      '  Роза "Сонечко" - це неповторна чайно-гібридна троянда. Чайно-гібридні троянди вирощуються і в відкритому грунті. Кущі троянд прямі, іноді розкидисті, висотою від 70 до 150см. Цвітуть з червня до заморозків, з невеликими періодами спокою. У середній смузі в основному ростуть на підщепі. Часто в описі цих троянд вказується на їх низьку зимостійкість і нестійкість до хвороб. Але є чайно-гібридні троянди, які нітрохи не поступаються за зимостійкості іншим групам троянд. Проте, в середній смузі, де можливі безсніжні холодні зими і несподівані відлиги, змінювані сильними морозами, всім чайно-гібридних троянд необхідно укриття на зиму. ',
    img: id4010,
  },
  {
    id: 4011,
    cls: 'троянда',
    name: 'Блакитний Ніл',
    price: 50,
    height: '100-150',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      ' Роза "Блакитний Ніл" - це чайно-гібридна троянда з великими квітками. Пелюстки її пофарбовані в блакитно-лавандовий відтінок. У природі троянди синього кольору невідомі, але селекціонерами виділена певна колірна група, яка називається блакитними трояндами. Блакитний Ніл (Blue Nile) саме до неї належить. Даний сорт був виведений в 1981 році у Франції, а зареєстрований в тому ж році в США. Автор - Дельбар (G. Delbard). За час свого існування троянда неодноразово завойовувала найвищі нагороди. ',
    img: id4011,
  },
  {
    id: 4012,
    cls: 'троянда',
    name: 'Блакитний Ніл',
    price: 50,
    height: '100-150',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Роза Равель – яскравий представник чайно-гібридних рожевих сортів. Густо-зелене, глянсове листя добре покриває міцні, кущі, що ростуть, висота яких може досягати 150 см, а ширина 60-80см. Цвітіння тривале і рясна, починається в другій половині першого літнього місяця, і майже невпинно і щедро продовжується до осінніх заморозків. Кількість квітів на стеблі – 1, іноді може бути декілька. Аромат легкий. Самі квіти ідеальні для зрізування. Довжина зрізаного квітконоса доходить 70 см. Цей сорт має високу зимостійкість і хорошу стійкість до хвороб, а за рясне і тривале цвітіння все частіше потрапляє до улюблених троянд. Сорт любить багато сонця. У саду ця троянда чудово виглядатиме як в одиночній посадці, так і в груповій.',
    img: id4012,
  },
  {
    id: 4013,
    cls: 'троянда',
    name: 'Нью Фешн',
    price: 50,
    height: '50-140',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Чайно-гібридна троянда Нью Фешн отримана французькими селекціонерами, стала відомою з 2002 року. Кущ із прямостоячими стеблами, висотою приблизно до одного метра. Шипи нечисленні. Квіти великого розміру, близько 11 см. Бутон складається із сорока пелюсток. З зовнішнього боку пелюстки світло-кремові, усередині пофарбовані інтенсивно-червоним відтінком. Від кущів троянд виходить приємний аромат із додаванням ноток ванілі та фіалки. Квіти використовуються у зрізанні для оформлення букетів. Цвітіння тривале, початок випадає перші дні червня і триває до заморозків. Стійкість. Троянда Нью Фешн стійка до морозів до -20 ° C, практично не хворіє',
    img: id4013,
  },
  {
    id: 4014,
    cls: 'троянда',
    name: 'Ніколь',
    price: 50,
    height: '50-100',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Троянда Ніколь (Nicole) – красуня з молочними пелюстками, окантовані рожевим відтінком. Був виведений у Німеччині в 1983 році. Має високі квітконоси - висота до 1,2 метра. Ширина кущів середня – до 0,6 метра. На одному квітконосі троянди Ніколь буває від 3 до 5 квіток. Приємний, легкий аромат не залишить нікого байдужим. Троянда Ніколь ідеально підходить для декорування садових ділянок. Сорт має стійкість до захворювань (борошняна роса, чорна плямистість) і слабких заморозків. Повторне цвітіння відбувається від початку літа і до осені.',
    img: id4014,
  },
  {
    id: 4015,
    cls: 'троянда',
    name: 'Анастасія',
    price: 50,
    height: '50-120',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Кущі Анастасії відрізняються підвищеною густотою, тому троянді для провітрювання потрібно трохи більше місця. Від яскравого сонця і затяжних дощів не страждає, тому навіть в південних областях може вирощуватися на відкритих просторах. Саджанець із закритою кореневою системою висаджують в пухкий ґрунт, змішаний з великою кількістю зрілої органіки. Лужні землі підкислюють торфом і надалі використовують його для мульчування. Про нюанси обрізки та підживлень можна почитати в нашому блозі або подивитися короткі відеосюжети на ютуб-каналі – всі вони зняті з використанням нашого посадкового матеріалу. ',
    img: id4015,
  },
  {
    id: 4016,
    cls: 'троянда',
    name: 'Джоріанда',
    price: 50,
    height: '60-150',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Троянда "Юріанда" - це троянда, яка входить у сімейство чайно-гібридних. Має властивий ніжний аромат. Дуже гарна троянда, досить приваблива, що хочеться посадити її в себе. Забарвлення квітки темно-вишневе, пелюстки бархатисті. Квіти великі 10-12см у діаметрі, махрові. Цвітіння багато, тривале. Аромат квітів ніжний. Стійкість до хвороб хороша. Троянда добре підходить для клумбового вирощування.',
    img: id4016,
  },
  {
    id: 4017,
    cls: 'троянда',
    name: 'Ель Торо',
    price: 50,
    height: '50-80',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      'Троянда відрізняється оригінальною формою пелюстки. Роздроблені та великі вони можуть бути і яскраво-червоного, і кривавого, і темно-жовтогарячого кольору. Діаметр квітки близько 10 см, пелюстки гофровані, мають ледь вловимий, але приємний аромат. Кущ компактний, з густим листям, досягає у висоту 80 см, а завширшки 40 см. Пагони прямі, рівні, без шипів. Листя має роздроблену форму, невеликі розміри та темно-зелене забарвлення.',
    img: id4017,
  },
  {
    id: 4018,
    cls: 'троянда',
    name: 'Софі Лорен',
    price: 50,
    height: '50-80',
    maturation: 'червень-жовтень',
    details:
      // eslint-disable-next-line quotes
      "Квітки даної троянди забарвлені в яскраво-червоний колір з малиновим відливом, дуже великі (діаметром близько 12 см), густомахрові, чашоподібної форми. Вони привабливі на всіх стадіях розпуску. Розетки складаються з 30-50 пелюсток з загостреними кінцями. Виділяють сильний приємний аромат. Бутони округло-загострені. Квітки поодинокі або в кистях (1-3 штук). З'являються в першій декаді червня. Пелюстки оксамитові на дотик. Листки напівглянцеві, шкірясті, негусто покривають гілки. Кущ сильний, з прямими міцними пагонами. Стебла потужні, з досить великими шипами.",
    img: id4018,
  },
  {
    id: 4019,
    cls: 'троянда',
    name: 'Чорна Магія',
    price: 50,
    height: '100-200',
    maturation: 'липень-вересень',
    details:
      // eslint-disable-next-line quotes
      'Роза "Чорна магія" - це сорт за допомогою якого ви поринете в таємничий світ. Чарівні квітки темно-червоного відтінку, з красиво відігнутими бархатистими пелюстками, з\'являються по одному або в кистях до 4 шт. Гра світла і тіні змінює забарвлення до майже чорного відтінку троянди, створюючи ілюзію темного оксамиту.Кущ витягнутий, пишний, з темно-зеленим листям, заввишки 100см, а часом і 150см. Коренева система саджанця троянди Black Magic (Чорна Магія) для відправки замовнику упаковується в індивідуальну упаковку з торф\'яної суміші, закутаний в плівку, завдяки чому ваш саджанець прийде живим і повним сил.',
    img: id4019,
  },
  {
    id: 4020,
    cls: 'троянда',
    name: 'Піч Аваланш',
    price: 50,
    height: '50-80',
    maturation: 'липень-вересень',
    details:
      // eslint-disable-next-line quotes
      '   Піч Аваланш, також відома як "Королева" троянд. Цей сорт славиться своїм надзвичайним персиковим відтінком пелюсток, які чудово відкриваються. У поєднанні з соковитим зеленим листям ця троянда просто не може залишитися непоміченою. Ідеально підходять як для романтичних букетів, так і для оздоблення саду. Морзостійкість та стійкість до захворювань висока.',
    img: id4020,
  },
];
