import { Item } from '../allData';
import id3001 from './id3001.jpeg';
export const decorative: Item[] = [
  {
    id: 3001,
    cls: 'nez',
    name: 'Brabant',
    height: '1500-2000',
    maturation: 'червень',
    details:
      'Туя Брабант - вічнозелене дерево, як і всі туї. Має гарну зелену хвою, яка опущена до самої землі. Від інших видів туй, туя Брабант відрізняється швидким ростом, що є її безсумнівною перевагою по відношенню до решти сортів. Щорічний приріст туї 30 см у висоту і 10 см в ширину. Хвоя туї Брабант луската світло-зелена з сильним характерним запахом. Тіньовитривала, до ґрунту не вибаглива, але надає перевагу, достатньо зволоженим родючим суглинкам. Морозостійка. Стійка в міських умовах.',
    img: id3001,
  },
];
