import { Item } from '../allData';
import id2001 from './id2001.jpeg';
import id2002 from './id2002.jpeg';
import id2003 from './id2003.jpeg';
import id2004 from './id2004.png';
import id2005 from './id2005.jpeg';
import id2006 from './id2006.jpeg';
import id2007 from './id2007.jpeg';
import id2008 from './id2008.jpeg';
import id2009 from './id2009.jpeg';
import id2010 from './id2010.jpeg';
import id2011 from './id2011.jpeg';
import id2012 from './id2012.jpeg';
import id2013 from './id2013.jpeg';
import id2014 from './id2014.jpeg';
import id2015 from './id2015.jpeg';
import id2016 from './id2016.jpeg';
import id2017 from './id2017.jpeg';
import id2018 from './id2018.jpeg';
import id2019 from './id2019.jpeg';
import id2020 from './id2020.jpeg';
import id2021 from './id2021.png';
import id2022 from './id2022.jpeg';
import id2023 from './id2023.jpeg';
import id2024 from './id2024.jpeg';
import id2025 from './id2025.jpeg';
import id2026 from './id2026.jpeg';
import id2027 from './id2027.jpeg';
export const berries: Item[] = [
  {
    id: 2001,
    cls: 'смородина',
    name: 'Краса Львова',
    price: 40,
    height: '100',
    maturation: '-',
    details:
      'Отриманий від схрещування сортів Загадка та Ледар в 1985 році. Відмінною особливістю цього сорту є його висока стабільна врожайність, великоплідність, стійкість до захворювань, придатність до механізованого збирання. Дозрівання в кінці липня – початку серпня. Сорт придатний як для домашнього вирощування, так і для вирощування в промислових масштабах. Придатний для всіх видів переробки. Чудово росте в центральних і західних областях України.',
    img: id2001,
  },
  {
    id: 2002,
    cls: 'смородина',
    name: 'Ювілейна Копаня',
    price: 40,
    height: '50 - 100',
    maturation: '-',
    details:
      'Смородина "Ювілейна Копаня" - це сорт среднепозднего дозрівання, по праву визнаний одним з кращих. Кущі потужні, високорослі, напіврозкидистою. Пагони прямостоячі, довгі, відрізняються еластичністю. Листя цього сорту 5-лопатеві, матові. Ягоди формуються в кистях, що мають довжину до 7 см. Ягідки він є достатньо великі. М\'якоть коричнево-зелена, ніжна, солодка, присутній кислинка. Дозрівання плодів відбувається одночасно, зазвичай в середині липня. Плоди відрізняються щільністю, тому легко транспортуються.',
    img: id2002,
  },
  {
    id: 2003,
    cls: 'смородина',
    name: 'Рубен',
    price: 40,
    height: '50 - 170',
    maturation: '-',
    details:
      '   Середньоранній сорт польської селекції. Кущ середньої сили росту, округлої форми, у висоту досягає 1,5 - 1.7 м, стає більш розлогим під впливом маси плодів, живе 40-50 років. Урожай дозріває в другій декаді липня. Сорт добре переносить посуху і спеку, ягоди довго не осипаються. Також цей сорт чорної смородини підходить для механізованого збирання. Стійкий до американської борошнистої роси й іржі. Завдяки високому вмісту сухих речовин, аскорбінової кислоти і антоціанів ягоди смородини Ruben прекрасно підходять для переробки.',
    img: id2003,
  },
  {
    id: 2004,
    cls: 'смородина',
    name: 'Орест',
    price: 40,
    height: '150 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "На відміну від інших сортів чорної смородини сорт Орест володіє підвищеною врожайністю і стійкістю до різних грибкових захворювань і морозостійкістю. Кущ середнього розміру, компактної форми зі злегка відхиленими в сторони пагонами під вагою стиглих плодів. Ribes nigrum Orest досягає висоти 1,5-1,7 м. Кущі чорної смородини розвиваються інтенсивно в молодому віці, а в період плодоношення - помірно. Плоди середнього розміру, округлої форми, чорні і блискучі. Не обсипаються при дозріванні. Густа м'якоть коричнево-зелена, ароматна, кисло-солодка на смак. Плоди досягають зрілості в серпні місяці.",
    img: id2004,
  },
  {
    id: 2005,
    cls: 'смородина',
    name: 'Гоферт',
    price: 40,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина Гоферт  є промисловим раннім сортом смородини з високою і багатою врожайністю. Ягідки цього сорту досить важкі, соковиті і дуже смачні, наповнені збалансованої кислинкою і приємною солодкістю. Плоди відмінно підходять для десертній подачі, а також для консервації і випічки. Також, щільні ягідки можна заморожувати і використовувати для компотів. Цей сорт польської селекції володіє відмінною стійкістю до грибка і стійкістю до сильних морозів, відмінно протистоїть весняних заморозків. ',
    img: id2005,
  },
  {
    id: 2006,
    cls: 'смородина',
    name: 'Бертрон',
    price: 40,
    height: '150 - 200',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Середньоранній сорт смородини чорної шотландської селекції. Кущ розлогий, округлої форми, середнього розміру, має багато пагонів, росте у висоту 1,5-2 м і стільки ж у діаметрі. Відзначаються добрі смакові якості. З одного куща можна зібрати 3-5 кг ягід. Сорт добре переносить посуху та морози, стійкий до борошнистої роси, опадання листя та іржі, придатний для механізованого збору врожаю.',
    img: id2006,
  },
  {
    id: 2007,
    cls: 'смородина',
    name: 'Джонкер Ван Тетс',
    price: 40,
    height: '150 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Сорт червоної смородини раннього терміну дозрівання. Отриманий у Голландії, але був удосконалений у США у 2002 році. Ягоди великі, яскраві, блискучі, округлі або грушоподібні, масою 0,8 - 1,1 г, при дозріванні не обсипаються. Відрив ягід сухий. М'якуш кисло-солодкий. Кущ сильнорослий, злегка розлогий. Чудовий сорт універсального призначення із гарною транспортабельністю ягід. Зовсім не вибагливий, тому що є посухостійкий, зимостійкий, стійкий до антракнозу та борошнистої роси.",
    img: id2007,
  },
  {
    id: 2008,
    cls: 'смородина',
    name: 'Ровада',
    price: 40,
    height: '100 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Ровада" - це сорт середньопізнього терміну дозрівання, зав\'язь у якого формується на всіх кольорах. Кущ смородини високий (до 1.75м) і має розкидисту, густу крону. Смак у цього сорту смородини класичний, кисло-солодкий. При правильній подрезке куща врожайність становить 7-10кг. Відзначається висока морозостійкість даного сорту і невибагливість, він відмінно підходить для вирощування не тільки на приватних ділянках, а й в промислових масштабах.',
    img: id2008,
  },
  {
    id: 2009,
    cls: 'смородина',
    name: 'Софіївська',
    price: 40,
    height: '50 - 120',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Софіївська" - це середньостиглий сорт чорноплідної смородини. Кущі цього сорту високі, середньої раскидистости. Пагони представляють собою товсті еластичні прути, що мають укорочені міжвузля. Плоди утворюють кисті середньої величини, густі і набиті. Ягоди великі, округлої форми, глянцево-чорні за кольором. У момент повного дозрівання вони не схильні до осипання. М\'якоть плодів щільна, зеленувато-коричнева, на смак більш солодка. Ягоди "Софіївській" годяться для вживання свіжими, а також придатні для будь-яких видів переробки. ',
    img: id2009,
  },
  {
    id: 2010,
    cls: 'смородина',
    name: 'Білоруська (рання)',
    price: 40,
    height: '110 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина чорна «Білоруська рання» часто має й іншу назву – «білоруська солодка». Зумовлено це наявністю досить великих, солодких та соковитих чорних ягід на пагонах. Кущ смородина виростає до 1,5 метра та не займає багато місця на ділянці. Місце для посадки варто вибрати добре захищене та сонячне, тоді кущ порадує своїх власників багатим урожаєм та насолодою ягід. До ґрунтів невибагливий, але воліє добре дреновані зволожені ґрунти з оптимальною великою кількістю ґрунтових вод. Сорт раннього терміну дозрівання при зборі врожаю ягоди не обсипаються.',
    img: id2010,
  },
  {
    id: 2011,
    cls: 'смородина',
    name: 'Чорний принц',
    price: 40,
    height: '100 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Сорт зимостійкий, скороплідний і самоплідний, стійкий до борошнистої роси. Ягоди великі, чорні, з характерним блиском і кисло-солодким смаком. Шкірка щільна і відрив ягоди сухий, що дозволяє використовувати сорт в комерційних цілях і повністю механізувати збирання врожаю. У зв'язку з цим сорт з високою транспортабельністю.",
    img: id2011,
  },
  {
    id: 2012,
    cls: 'смородина',
    name: 'Вернісаж',
    price: 40,
    height: '70 - 160',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Вернісаж" – це середньостиглий та дуже щедрий сорт. Кущі смородини досить високі, середньої розлогості. Довгі прямостійкі пагони утворюють щільні кущі. Цей сорт смородини відрізняється найбільшими плодами. Вони привертають увагу глянсовою темно-фіолетовою шкіркою. М\'якуш плодів соковитий, коричнево-зеленого кольору. Смак ягід традиційний кисло-солодкий. Дозрівають вони майже одночасно, смак у свіжих ягід чудовий. Вони відмінно підходять і для різноманітного консервування та заморожування.',
    img: id2012,
  },
  {
    id: 2013,
    cls: 'смородина',
    name: 'Червона "Ярославна"',
    price: 40,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина червона "Ярославна" - це кущ сильнорослий і слаборозлогий з прямими гнучкими пагонами середньої товщини. Кисті довгі, пухкі, містять 7-10 ягід. Сорт зимостійкий та посухостійкий, комплексно стійкий до антракнозу, борошнистої роси та септоріозу. Сорт універсального призначення може використовуватися як для споживання у свіжому вигляді, так і для заготовок. Добре підходить для заморожування, ягоди рекомендується заморожувати при температурі 18-20 ° С, при цьому вони не втрачають біологічно активні речовини більше 9 місяців.',
    img: id2013,
  },
  {
    id: 2014,
    cls: 'смородина',
    name: 'Козацька',
    price: 40,
    height: '80 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Середньостиглий, врожайний сорт, що характеризується високою, стабільною врожайністю, самоплідністю, стійкістю до грибних хвороб, невибагливістю до умов вирощування. Ягоди великі, ароматні, одномірні, середньою масою 2,0 - 3,0 г, дозрівають дружно, практично одночасно. Урожайність 4-5 кг з куща.',
    img: id2014,
  },
  {
    id: 2015,
    cls: 'смородина',
    name: 'Рондом',
    price: 40,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'смородина Рандом була отримана в Голландії в 1985 році. Чагарник висотою до півтора метра з потужними пагонами та слабким розгалуженням. Сорт самозапильний, додаткових запилювачів не потрібний. Плоди червоно-насиченого кольору, середньою вагою близько 0,7 г. На смак ягідки кислуваті з невеликою цукристістю. Пензлики компактні, щільні. Смородина транспортабельна, з кущів не обсипається.Садівники збирають дозрілі плоди у липні. Морозостійкість, стійкість до захворювань. Для культури слід проводити своєчасні обробки від шкідників та недуг.',
    img: id2015,
  },
  {
    id: 2016,
    cls: 'малина',
    name: 'Глен Емпл',
    price: 20,
    height: '30 - 40',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'малина Глен Емпл - рахується одним із найпопулярніших сортів малини в Європі, високі смакові якості ягід (дегустаційна оцінка 9 балів по 10-ти бальній шкалі), висока врожайність (3,0 - 3,5 кілограмів ягід із одного куща, у фермерських господарствах середня врожайність 22 тонни з 1 га), легкий збір врожаю завдяки безколючковим пагонам та деревовидній формі, стійкість до хвороб плодових кущів (по стійкості до хвороб і до ураження шкідниками сорт отримав 8 балів по 10-ти бальній шкалі), морозостійкість та посухостійкість дуже висока (оцінка 9 балів по 10-ти бальній шкалі).',
    img: id2016,
  },
  {
    id: 2017,
    cls: 'малина',
    name: 'Полка',
    price: 20,
    height: '100 - 200',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Малина "Полиця" - це врожайний, ремонтантний сорт з дуже гарною транспортабельністю. Плоди цього польського сорту дуже важкі і великі, мають червоне забарвлення і дуже приємний природний блиск. Смак ягідок десертний та м\'який, досить солодкий та збалансований. Структура плодів дуже щільна і зовсім не рідка. Покуштувати багатий урожай такої малини можна вже наприкінці липня та ласує ягідками аж до перших заморозків вересня-жовтня.',
    img: id2017,
  },
  {
    id: 2018,
    cls: 'малина',
    name: 'Кріпиш (малинове дерево)',
    price: 20,
    height: '150 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Малина крепиш - деревоподібний або штамбовий сорт середнього терміну дозрівання (дозріває у липні). Ягоди великі, солодкі, масою до 8-12гр, конічної форми, яскраво-червоні, щільні, не обсипаються при дозріванні. Кущ безшипний висотою до 1,5 – 1,7м. Пагони товсті без шипів. Сорт стійкий до грибкових хвороб. Високоврожайний сорт малини до 5 кг/кущ. Транспортабельний. Висока морозостійкість. Стійка до основних захворювань малини.',
    img: id2018,
  },
  {
    id: 2019,
    cls: 'малина',
    name: 'Жовтий гігант',
    price: 20,
    height: '100 - 300',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Малина "Жовтий Гігант" - це ремонтантний, один з найвідоміших сортів . Кущі можуть вирости близько двох метрів, широкі, з розлогими відгалуженнями. Пагони пружні, міцні, листя темні, досить гофровані. На одній плодової гілці зав\'язуються до 20 ягідок. Плоди можна збирати з першої декади липня по середину серпня. Один ягідний кущ дає близько 4кг малини. Назва сорту говорить сама за себе: це жовті ягоди видатного розміру. Ягоди можуть важити до 8г. Форма або сферична, або слабоконіческая. При повному дозріванні жовтий колір набуває відтінок, близький до бурштиновому. На смак солодкі, дуже соковиті, мають тонке цукрове післясмак. ',
    img: id2019,
  },
  {
    id: 2020,
    cls: 'малина',
    name: 'Хімбо Топ',
    price: 20,
    height: '100 - 180',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Малина "Хімба Топ" - це врожайний сорт швейцарської селекції з щільними ягідками приємного смаку. Плоди мають легким блиском, досить щільні за структурою, за рахунок чого не втрачають форму і не розсипаються. Ягідки досить важкі і дуже смачні. Сорт ремонтантний, плодоношення триває близько 2 місяців. Урожайність сорту дуже багата, з одного кущика можна отримати від 3 кілограм соковитих ягід. Рослина сильноросла і стійко до хвороб, підходить для промислового вирощування. ',
    img: id2020,
  },
  {
    id: 2021,
    cls: 'агрус',
    name: 'Російський жовтий',
    price: 50,
    height: '100 - 140',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Малина "Хімба Топ" - це врожайний сорт швейцарської селекції з щільними ягідками приємного смаку. Плоди мають легким блиском, досить щільні за структурою, за рахунок чого не втрачають форму і не розсипаються. Ягідки досить важкі і дуже смачні. Сорт ремонтантний, плодоношення триває близько 2 місяців. Урожайність сорту дуже багата, з одного кущика можна отримати від 3 кілограм соковитих ягід. Рослина сильноросла і стійко до хвороб, підходить для промислового вирощування. ',
    img: id2021,
  },
  {
    id: 2022,
    cls: 'агрус',
    name: 'Колобок',
    price: 50,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Агрус "Колобок" - це середнього терміну дозрівання сорт, був виведений в кінці минулого століття і відразу ж завоював популярність. Його кущі мають великі габарити. Довгі пагони в нижній частині куща можуть вилягати на землю під вагою врожаю. Колючок на стеблах майже немає. Ягоди неоднакового розміру - від 4 до 7 г. Вони круглі за формою і пофарбовані в червоний. У складі виявлено багато цукрів і вітаміну С. Дозрівають плоди в середні терміни. Зазвичай це припадає на середину липня. Період плодоношення розтягнутий. За смаком ягоди солодкі з практично невідчутним кислинкою. Дуже соковиті.',
    img: id2022,
  },
  {
    id: 2023,
    cls: 'агрус',
    name: 'Неслуховський',
    price: 50,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Агрус "Неслуховський" - це старий, улюблений багатьма садівниками сорт. Кущі його не надто розлогі. У висоту досягають 1,5 м. Пагони міцні, ростуть вертикально. Під вагою врожаю не никнуть. На стеблах безліч одинарних і подвійних шипів. Ягоди дозрівають рано. Спробувати їх можна вже в кінці червня. По виду плоди не надто великі. Середня маса одного 3-5г. Форма плодів овальна, ближче до круглої. Шкірочка насиченого, червоного кольору. По ній чітко проглядаються світлі прожилки. На смак ягоди більше солодкі. Аромат добре відчувається. ',
    img: id2023,
  },
  {
    id: 2024,
    cls: 'агрус',
    name: ' Англійський жовтий',
    price: 50,
    height: '120 - 180',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Англійський жовтий – старовинний урожайний сорт агрусу, що не викликає складнощів при вирощуванні. Невибагливий до умов і стійкий до морозів він добре росте і дає врожай у всіх регіонах нашої країни. При достатньому догляді з куща можна зібрати до 2 відер великого агрусу: ягоди універсального застосування – з них готують джеми і варення, додають у компот, переробляють на вино, заморожують для зимового споживання і звичайно ж ласують свіжими.',
    img: id2024,
  },
  {
    id: 2025,
    cls: 'агрус',
    name: 'безколючковий "Мюнхгаузен"',
    price: 100,
    height: '110 - 160',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Агрус "Мюнхгаузен" - це сорт, який являє собою середньорослий кущ з не дуже розлогими пагонами. Стебла світло-зелені, без шипів. Під вагою дозрілих плодів можуть трохи в\'янути. Ягоди дозрівають в середній для культури термін. Збирати їх можна ближче до середини липня. По виду вони середнього розміру. Маса однієї часто досягає 5г. За формою овальні. Ягідка червоного кольору. Шкірочка на ягодах прозора, блискуча, без узлісся. На смак вони солодкі з кислим, дуже ароматні.',
    img: id2025,
  },
  {
    id: 2026,
    cls: 'жимолость',
    name: 'Жимолость "Caprifol"',
    price: 100,
    height: '50-150',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Salvia officinalis – компактна лікарська рослина з довгастим сіро-зеленим листям та синьо-фіолетовими квітами, що мають приємний, терпкий пряно-трав\'яний аромат. Форма: Багаторічний напівчагарник, сильногіллястий від основи компактної, округлої форми (див. фото). Розмір: Шавлія аптечна досягає висоти 70-80см. Швидкість зростання / сила зростання: Зростає та цвіте протягом 25 років.',
    img: id2026,
  },
  {
    id: 2027,
    cls: 'барбарис',
    name: 'барбарис плодовий',
    price: 100,
    height: '100-200',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Популярний сорт плодового барбарису. Кущі широкі і високі. Висота може досягати більше 2 метрів. Гілки все прикрашені витягнутими листочками. Колір листя на початку сезону і влітку - зелений, восени набуває бордовий відтінок. Дуже добре підходить для створення «живої» захисту ділянки за рахунок безлічі колючок розташованих на гілках. Квіти цього барбарису дуже люблять бджоли. Ягоди визрівають восени, яскраві і довгасті вони зібрані в грона, і трохи нагадують невелику ГРОНУ винограду. Колір - яскраво червоний. Цей сорт абсолютно невибагливий до грунту і добре переносить зимові морози. ',
    img: id2027,
  },
];
