import { Item } from '../allData';
import id2001 from './id2001.jpeg';
import id2002 from './id2002.jpeg';
import id2003 from './id2003.jpeg';
import id2004 from './id2004.png';
import id2005 from './id2005.jpeg';
import id2006 from './id2006.jpeg';
import id2007 from './id2007.jpeg';
import id2008 from './id2008.jpeg';
import id2009 from './id2009.jpeg';
import id2010 from './id2010.jpeg';
import id2011 from './id2011.jpeg';
import id2012 from './id2012.jpeg';
import id2013 from './id2013.jpeg';
import id2014 from './id2014.jpeg';
import id2015 from './id2015.jpeg';
export const berries: Item[] = [
  {
    id: 2001,
    cls: 'смородина',
    name: 'Краса Львова',
    price: 10,
    height: '100',
    maturation: '-',
    details:
      'Отриманий від схрещування сортів Загадка та Ледар в 1985 році. Відмінною особливістю цього сорту є його висока стабільна врожайність, великоплідність, стійкість до захворювань, придатність до механізованого збирання. Дозрівання в кінці липня – початку серпня. Сорт придатний як для домашнього вирощування, так і для вирощування в промислових масштабах. Придатний для всіх видів переробки. Чудово росте в центральних і західних областях України.',
    img: id2001,
  },
  {
    id: 2002,
    cls: 'смородина',
    name: 'Ювілейна Копаня',
    price: 10,
    height: '50 - 100',
    maturation: '-',
    details:
      'Смородина "Ювілейна Копаня" - це сорт среднепозднего дозрівання, по праву визнаний одним з кращих. Кущі потужні, високорослі, напіврозкидистою. Пагони прямостоячі, довгі, відрізняються еластичністю. Листя цього сорту 5-лопатеві, матові. Ягоди формуються в кистях, що мають довжину до 7 см. Ягідки він є достатньо великі. М\'якоть коричнево-зелена, ніжна, солодка, присутній кислинка. Дозрівання плодів відбувається одночасно, зазвичай в середині липня. Плоди відрізняються щільністю, тому легко транспортуються.',
    img: id2002,
  },
  {
    id: 2003,
    cls: 'смородина',
    name: 'Рубен',
    price: 10,
    height: '50 - 170',
    maturation: '-',
    details:
      '   Середньоранній сорт польської селекції. Кущ середньої сили росту, округлої форми, у висоту досягає 1,5 - 1.7 м, стає більш розлогим під впливом маси плодів, живе 40-50 років. Урожай дозріває в другій декаді липня. Сорт добре переносить посуху і спеку, ягоди довго не осипаються. Також цей сорт чорної смородини підходить для механізованого збирання. Стійкий до американської борошнистої роси й іржі. Завдяки високому вмісту сухих речовин, аскорбінової кислоти і антоціанів ягоди смородини Ruben прекрасно підходять для переробки.',
    img: id2003,
  },
  {
    id: 2004,
    cls: 'смородина',
    name: 'Орест',
    price: 10,
    height: '150 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "На відміну від інших сортів чорної смородини сорт Орест володіє підвищеною врожайністю і стійкістю до різних грибкових захворювань і морозостійкістю. Кущ середнього розміру, компактної форми зі злегка відхиленими в сторони пагонами під вагою стиглих плодів. Ribes nigrum Orest досягає висоти 1,5-1,7 м. Кущі чорної смородини розвиваються інтенсивно в молодому віці, а в період плодоношення - помірно. Плоди середнього розміру, округлої форми, чорні і блискучі. Не обсипаються при дозріванні. Густа м'якоть коричнево-зелена, ароматна, кисло-солодка на смак. Плоди досягають зрілості в серпні місяці.",
    img: id2004,
  },
  {
    id: 2005,
    cls: 'смородина',
    name: 'Гоферт',
    price: 10,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина Гоферт  є промисловим раннім сортом смородини з високою і багатою врожайністю. Ягідки цього сорту досить важкі, соковиті і дуже смачні, наповнені збалансованої кислинкою і приємною солодкістю. Плоди відмінно підходять для десертній подачі, а також для консервації і випічки. Також, щільні ягідки можна заморожувати і використовувати для компотів. Цей сорт польської селекції володіє відмінною стійкістю до грибка і стійкістю до сильних морозів, відмінно протистоїть весняних заморозків. ',
    img: id2005,
  },
  {
    id: 2006,
    cls: 'смородина',
    name: 'Бертрон',
    price: 10,
    height: '150 - 200',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Середньоранній сорт смородини чорної шотландської селекції. Кущ розлогий, округлої форми, середнього розміру, має багато пагонів, росте у висоту 1,5-2 м і стільки ж у діаметрі. Відзначаються добрі смакові якості. З одного куща можна зібрати 3-5 кг ягід. Сорт добре переносить посуху та морози, стійкий до борошнистої роси, опадання листя та іржі, придатний для механізованого збору врожаю.',
    img: id2006,
  },
  {
    id: 2007,
    cls: 'смородина',
    name: 'Джонкер Ван Тетс',
    price: 10,
    height: '150 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Сорт червоної смородини раннього терміну дозрівання. Отриманий у Голландії, але був удосконалений у США у 2002 році. Ягоди великі, яскраві, блискучі, округлі або грушоподібні, масою 0,8 - 1,1 г, при дозріванні не обсипаються. Відрив ягід сухий. М'якуш кисло-солодкий. Кущ сильнорослий, злегка розлогий. Чудовий сорт універсального призначення із гарною транспортабельністю ягід. Зовсім не вибагливий, тому що є посухостійкий, зимостійкий, стійкий до антракнозу та борошнистої роси.",
    img: id2007,
  },
  {
    id: 2008,
    cls: 'смородина',
    name: 'Ровада',
    price: 10,
    height: '100 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Ровада" - це сорт середньопізнього терміну дозрівання, зав\'язь у якого формується на всіх кольорах. Кущ смородини високий (до 1.75м) і має розкидисту, густу крону. Смак у цього сорту смородини класичний, кисло-солодкий. При правильній подрезке куща врожайність становить 7-10кг. Відзначається висока морозостійкість даного сорту і невибагливість, він відмінно підходить для вирощування не тільки на приватних ділянках, а й в промислових масштабах.',
    img: id2008,
  },
  {
    id: 2009,
    cls: 'смородина',
    name: 'Софіївська',
    price: 10,
    height: '50 - 120',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Софіївська" - це середньостиглий сорт чорноплідної смородини. Кущі цього сорту високі, середньої раскидистости. Пагони представляють собою товсті еластичні прути, що мають укорочені міжвузля. Плоди утворюють кисті середньої величини, густі і набиті. Ягоди великі, округлої форми, глянцево-чорні за кольором. У момент повного дозрівання вони не схильні до осипання. М\'якоть плодів щільна, зеленувато-коричнева, на смак більш солодка. Ягоди "Софіївській" годяться для вживання свіжими, а також придатні для будь-яких видів переробки. ',
    img: id2009,
  },
  {
    id: 2010,
    cls: 'смородина',
    name: 'Білоруська (рання)',
    price: 10,
    height: '110 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина чорна «Білоруська рання» часто має й іншу назву – «білоруська солодка». Зумовлено це наявністю досить великих, солодких та соковитих чорних ягід на пагонах. Кущ смородина виростає до 1,5 метра та не займає багато місця на ділянці. Місце для посадки варто вибрати добре захищене та сонячне, тоді кущ порадує своїх власників багатим урожаєм та насолодою ягід. До ґрунтів невибагливий, але воліє добре дреновані зволожені ґрунти з оптимальною великою кількістю ґрунтових вод. Сорт раннього терміну дозрівання при зборі врожаю ягоди не обсипаються.',
    img: id2010,
  },
  {
    id: 2011,
    cls: 'смородина',
    name: 'Чорний принц',
    price: 10,
    height: '100 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Сорт зимостійкий, скороплідний і самоплідний, стійкий до борошнистої роси. Ягоди великі, чорні, з характерним блиском і кисло-солодким смаком. Шкірка щільна і відрив ягоди сухий, що дозволяє використовувати сорт в комерційних цілях і повністю механізувати збирання врожаю. У зв'язку з цим сорт з високою транспортабельністю.",
    img: id2011,
  },
  {
    id: 2012,
    cls: 'смородина',
    name: 'Вернісаж',
    price: 10,
    height: '70 - 160',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина "Вернісаж" – це середньостиглий та дуже щедрий сорт. Кущі смородини досить високі, середньої розлогості. Довгі прямостійкі пагони утворюють щільні кущі. Цей сорт смородини відрізняється найбільшими плодами. Вони привертають увагу глянсовою темно-фіолетовою шкіркою. М\'якуш плодів соковитий, коричнево-зеленого кольору. Смак ягід традиційний кисло-солодкий. Дозрівають вони майже одночасно, смак у свіжих ягід чудовий. Вони відмінно підходять і для різноманітного консервування та заморожування.',
    img: id2012,
  },
  {
    id: 2013,
    cls: 'смородина',
    name: 'Червона "Ярославна"',
    price: 10,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Смородина червона "Ярославна" - це кущ сильнорослий і слаборозлогий з прямими гнучкими пагонами середньої товщини. Кисті довгі, пухкі, містять 7-10 ягід. Сорт зимостійкий та посухостійкий, комплексно стійкий до антракнозу, борошнистої роси та септоріозу. Сорт універсального призначення може використовуватися як для споживання у свіжому вигляді, так і для заготовок. Добре підходить для заморожування, ягоди рекомендується заморожувати при температурі 18-20 ° С, при цьому вони не втрачають біологічно активні речовини більше 9 місяців.',
    img: id2013,
  },
  {
    id: 2014,
    cls: 'смородина',
    name: 'Козацька',
    price: 10,
    height: '80 - 170',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'Середньостиглий, врожайний сорт, що характеризується високою, стабільною врожайністю, самоплідністю, стійкістю до грибних хвороб, невибагливістю до умов вирощування. Ягоди великі, ароматні, одномірні, середньою масою 2,0 - 3,0 г, дозрівають дружно, практично одночасно. Урожайність 4-5 кг з куща.',
    img: id2014,
  },
  {
    id: 2015,
    cls: 'смородина',
    name: 'Рондом',
    price: 10,
    height: '100 - 150',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      'смородина Рандом була отримана в Голландії в 1985 році. Чагарник висотою до півтора метра з потужними пагонами та слабким розгалуженням. Сорт самозапильний, додаткових запилювачів не потрібний. Плоди червоно-насиченого кольору, середньою вагою близько 0,7 г. На смак ягідки кислуваті з невеликою цукристістю. Пензлики компактні, щільні. Смородина транспортабельна, з кущів не обсипається.Садівники збирають дозрілі плоди у липні. Морозостійкість, стійкість до захворювань. Для культури слід проводити своєчасні обробки від шкідників та недуг.',
    img: id2015,
  },
];
