import { Item } from '../allData';
import id2001 from './id2001.jpeg';
export const berries: Item[] = [
  {
    id: 2001,
    cls: 'смородина',
    name: 'Краса Львова',
    price: 10,
    height: '100',
    maturation: 'червень',
    details:
      'Отриманий від схрещування сортів Загадка та Ледар в 1985 році. Відмінною особливістю цього сорту є його висока стабільна врожайність, великоплідність, стійкість до захворювань, придатність до механізованого збирання. Дозрівання в кінці липня – початку серпня. Сорт придатний як для домашнього вирощування, так і для вирощування в промислових масштабах. Придатний для всіх видів переробки. Чудово росте в центральних і західних областях України.',
    img: id2001,
  },
];
