import { Item } from '../allData';
import id4001 from './id4001.jpeg';
export const roses: Item[] = [
  {
    id: 4001,
    cls: 'троянда',
    name: 'Троянда чайно-гібридна Амалія',
    height: '80-90',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Троянда Амалія (Amalia) U+002d рожево-кораловий чайно-гібридний сорт (див. фото). Основні переваги U+002d чудове благородне забарвлення, ідеальне складення бутона, м'який аромат, стійкість до хвороб. Квітконоси міцні i надійні, один з кращих сортів для букетів. Стійке забарвлення Amalia залишається яскравим i на сонці, i в дощову погоду. Цвітіння в 2 рясні хвилі, при затяжній тепло осені, може розквітнути втретє.",
    img: id4001,
  },
];
