import { Item } from '../allData';
import id1001 from './id1001.jpeg';
import id1002 from './id1002.jpeg';
import id1003 from './id1003.jpeg';
import id1004 from './id1004.jpeg';
import id1005 from './id1005.jpeg';
import id1006 from './id1006.jpeg';
import id1007 from './id1007.jpeg';
import id1008 from './id1008.jpeg';
import id1009 from './id1009.jpeg';
import id1010 from './id1010.jpeg';
import id1011 from './id1011.png';
import id1012 from './id1012.jpeg';
import id1013 from './id1013.jpeg';
import id1014 from './id1014.jpeg';
import id1015 from './id1015.jpeg';
import id1016 from './id1016.jpeg';
import id1017 from './id1017.jpeg';
import id1018 from './id1018.jpeg';
import id1019 from './id1019.jpeg';
import id1020 from './id1020.jpeg';
import id1021 from './id1021.jpeg';
import id1022 from './id1022.jpeg';
import id1023 from './id1023.jpeg';
import id1024 from './id1024.jpeg';
import id1025 from './id1025.jpeg';
import id1026 from './id1026.jpeg';
import id1027 from './id1027.jpeg';
import id1028 from './id1028.jpeg';
import id1029 from './id1029.jpeg';
import id1030 from './id1030.jpeg';
import id1031 from './id1031.jpeg';
import id1032 from './id1032.jpeg';
import id1033 from './id1033.jpeg';
import id1034 from './id1034.jpeg';
import id1035 from './id1035.jpeg';
export const fruitful: Item[] = [
  {
    id: 1001,
    cls: 'вишня',
    name: 'Чорнокорка',
    price: 10,
    height: '300',
    maturation: 'травень',
    details:
      'Вишня "Чернокорка" - це середньоросле дерево (до 3м в висоту), з поникаючими пагонами. Крона округла, не дуже гілляста. Зовні вишня більше нагадує кущ, ніж дерево. Вишня наділена чималими плодами. Маса одного - 7-10г. Після дозрівання не обсипаються. Дозрівають ягоди в середньо-ранні терміни. Знімати з дерева їх потрібно в кінці липня. За смаком плоди солодкі, кислинка практично не відчувається. Добре переносить тривала відсутність дощів влітку. Дерево наділене здатністю щорічно приносити хороший урожай. Плоди мають товарний вигляд і добре транспортуються. ',
    img: id1001,
  },
  {
    id: 1002,
    cls: 'вишня',
    name: 'Шпанка',
    price: 10,
    height: '600',
    maturation: 'травень',
    details:
      'Вишня Шпанка - ранньостиглий сорт вишні української селекції. Дерева потужні, деревовидного типу, з великою кулястою, середньо-загущеною кроною. Плоди вишні Шпанка великі 4 - 5 г, зі слабкою борозенкою, приплюснуто - округлої форми. Плоди достигають з кінця червня до початку липня. Рівень зимостійкості високий: дерева добре переносять морози. Сорт посухостійкий. Ягоди використовують в свіжому вигляді, для сушки, заморозки, консервації і переробки (джеми, вина, компоти, варення)',
    img: id1002,
  },
  {
    id: 1003,
    cls: 'вишня',
    name: 'Норд Стар',
    price: 10,
    height: '300',
    maturation: 'травень',
    details:
      'Вишня Норд Стар — самоплідний сорт компактного розміру, виведений у Міннесоті (США) шляхом міжвидового схрещування. В результаті садівники отримали можливість збирати чудовий урожай на невеликій площі. Знімати врожай можна із середини липня. Урожаю вистачить для реалізації, приготування морсів та різних напоїв, заготівлі основи для тортів. Дерево плодоносить стабільно, чудово зимує в Україні. Саджанці плодової рослини зберігають актуальність завдяки популярності соковитих ягід в українській кухні.',
    img: id1003,
  },
  {
    id: 1004,
    cls: 'вишня',
    name: 'Люцина',
    price: 10,
    height: '200-400',
    maturation: 'травень',
    details:
      'Вишня "Люцина" - це польський, великоплідний сорт, стійкий до поганих кліматичних умов і хвороб. Дозрівання плодів настає в середні терміни. У 20-х числах липня їх можна знімати з дерева. Ягоди не надто великі. Їх вага 5-10г. Якщо літо спекотне, вишні дозрівають трохи раніше, але їх розмір при цьому менше. Шкірка у повністю дозрілих вишень сорти Люцина темно-червона, можна сказати бордова. Усередині вишні такого ж кольору. На смак вони солодкі з відчутною кислинкою. ',
    img: id1004,
  },
  {
    id: 1005,
    cls: 'вишня',
    name: 'Черевишня',
    price: 10,
    height: '150-350',
    maturation: 'травень',
    details:
      'Вишня "Черевишня" — це сорт, який з\'явився внаслідок схрещування таких культур, як вишня та черешня. Унаслідок цього, крона ідентична першому, а схема розташування пагонів другому. Зацвітає дерево на початку травня. Плоди дуже великі, до 15г. Вони дуже смачні, солодкі. Шкурка плодів насичено-червона. М\'якоть набагато світліша, з прожилками. Дерево морозостійке, щорічно приносить чудовий урожай, добре розвивається і швидко починає плодоносити (на 3-й рік). Вишня не страждає від ураження грибками. Плоди мають чудовий смак і вигляд.',
    img: id1005,
  },
  {
    id: 1006,
    cls: 'вишня',
    name: 'Колоновидна',
    price: 10,
    height: '200-250',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Дерево цього сорту характеризується ранньо-середніми термінами дозрівання. Дерево висотою не перевищує 2,5 метри з діаметром крони не більше одного метра. Сорт відрізняється стабільно високою врожайністю. Ягоди великі, мають рубіново-червоний колір та вагу від одинадцяти до чотирнадцяти грамів. М'якуш ягід темно-червоного відтінку, з незначними рожевими прожилками і дуже соковитий. Рослина стійка до більшості захворювання. Період плодоношення настає другий чи третій рік після висадки.",
    img: id1006,
  },
  {
    id: 1007,
    cls: 'черешня',
    name: 'Мелітопольска',
    price: 10,
    height: '500-600',
    maturation: 'травень',
    details:
      'Мелітопольська рання — черешня вітчизняної селекції для південних областей України. Великоплідний сорт середнього терміну дозрівання користується популярністю за відмінний смак і корисні властивості черешні: плоди містять мінерали і вітаміни А, Е, Р, групу В, аскорбінову кислоту. Плоди універсального застосування — використовують для приготування зимових заготовок і ласують свіжими.',
    img: id1007,
  },
  {
    id: 1008,
    cls: 'черешня',
    name: 'Ярославна',
    price: 10,
    height: '250-350',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Сорт черешні Ярославна скороплідний, плодоносить на 4-5 рік після посадки, має високу врожайність, до 10 років 40-50 кг з дерева, старше - 70-100 кг. Цей сорт черешні характеризується сильним зростанням і кулястою піднятою кроною середньої густоти. Черешні Ярославна мають видатний кислувато-солодкуватий смак 5 балів, мають легкий приємний аромат. Плоди великі 7-8 г, округлої або злегка подовженої форми, інтенсивно-червоного кольору, м'якоть темно-червона, соковита",
    img: id1008,
  },
  {
    id: 1009,
    cls: 'черешня',
    name: 'Джерело',
    price: 10,
    height: '200-400',
    maturation: 'травень',
    details:
      'Ранньостиглий, інтенсивний сорт черешні. Плоди великі, середньою масою 7-8 г, великі – 10-12 г, серцеподібні, темно-червоні, блискучі, хрящуваті, гарного десертного смаку, з помітною кислинкою. Відрізняється стабільною врожайністю та незвичайною великоплідністю для ранніх сортів, підвищеною зимостійкістю, невибагливістю до умов вирощування. Дозрівають наприкінці першої декади червня. Основне призначення - споживання у свіжому вигляді, але придатні і для приготування відмінного компоту із стійким кольором плодів та насичено червоним соком, що стабільно зберігається тривалий час, відмінного смаку.',
    img: id1009,
  },
  {
    id: 1010,
    cls: 'черешня',
    name: 'Присадибна',
    price: 10,
    height: '350-550',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Черешня Присадибна з жовтими ягодами високо цінується садівниками — він самоплідний, відмінно плодоносить щороку без запилювачів, легко переносить посуху і затяжні дощі, не хворіє. Смачні плоди черешні корисні для здоров'я — це джерело вітамінів і мікроелементів. Жовтими ягодами ласують у свіжому вигляді, переробляють на сік, вино, варять компоти та варення для споживання взимку.",
    img: id1010,
  },
  {
    id: 1011,
    cls: 'черешня',
    name: 'Мелітопольська Чорна',
    price: 10,
    height: '300-600',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'Черешня "Мелітопольська чорна" - це сорт у котрого дерева дуже високі та можуть вирости до шести метрів. Крона має вигляд кулі. Гілки відходять під гострим кутом, листя багато. Листя великі, по краях зазубрені, кінчик загострений. Врожай поспіває в середині червня. З дерева можна зібрати до 80 кг ягід. Плоди великі, важать до 15 грам, оваловидні, однакові між собою. Колір бордовий, у дозрілих ягід практично чорний. Смак виразний, солодкий, легка кислота лише освіжає його. Всередині темно-червоні, м\'ясисті. Шкірочка глянцева, дуже міцна. Кісточка невелика, трохи витягнута. ',
    img: id1011,
  },
  {
    id: 1012,
    cls: 'черешня',
    name: 'Любава',
    price: 10,
    height: '150-200',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'Черешня "Любава" - це літній сорт середньопізнього терміну дозрівання. Плодоносить переважно на букетних гілочках. Набуває плодоношення на 4-5-й рік після посадки. Плоди великі, масою 8-10 г, округло-серцеподібні, з яскравим янтарно-червоним рум\'янцем, стійкі до розтріскування. Стійкість до хвороб – висока. Відрізняється дуже гарною зимостійкістю та посухостійкістю.',
    img: id1012,
  },
  {
    id: 1013,
    cls: 'черешня',
    name: 'Дрогана Жовта',
    price: 10,
    height: '300-600',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      '  Черешня "Дрогана жовта" - це один з найпопулярніших сортів жовтої черешні. Рослина висока, має широку крону. Листя овалоподібні, дуже витягнуті. Урожай достигає в кінці червня. Плоди однакові, плоско-округлої форми, важать до десяти грам, світло-жовтого відтінку. На смак солодкі, але не приторні завдяки легкої кислинки. Кісточка невелика.',
    img: id1013,
  },
  {
    id: 1014,
    cls: 'черешня',
    name: 'Валерій Чкалов',
    price: 10,
    height: '350-400',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Сорт раннього терміну дозрівання (3 - 6 червня). Плодоносити починає на 5 рік після посадки. Плоди великі, масою 8-9 г, широкосерцевидні з притупленою верхівкою, темно-червоні, при дозріванні стають майже чорними. М'якоть темно-червона, з рожевими прожилками, соковита.  Плоди міцно кріпляться на плодоніжках і відокремлюються з виділенням соку. За своїми смаковими якостями сорт визнаний десертним і придатний для консервування. Характеризується підвищеною зимостійкістю і морозостійкістю.",
    img: id1014,
  },
  {
    id: 1015,
    cls: 'черешня',
    name: 'Наполеон',
    price: 10,
    height: '500-600',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Черешня Наполеон — сорт із Західної Європи, що відноситься до групи «бігарро», тобто сортів з щільним хрустким м'якушем. Такі ягоди використовують в їжу свіжими, їх заморожують для тривалого зберігання та кулінарної обробки. Цінується сорт за відмінний десертний смак і користь плодів. Домашня солодка черешня — джерело вітамінів і мікроелементів, ягоди містять пектини і харчові волокна. Калорійність ягід — 50 ккал/100 г, їх застосовують в дієтичному і вегетаріанському харчуванні.",
    img: id1015,
  },
  {
    id: 1016,
    cls: 'черешня',
    name: 'Китаївська чорна',
    price: 10,
    height: '250-400',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      '   Черешня Китаївська чорна— сорт середнього строку достигання. Знімальна стиглість настає у третій декаді червня. Зимостійкий. Дерево сильноросле, з округлою, загущеною кроною. В плодоношення вступає на 5-6-й рік після садіння. Урожайність складає 40-56 кілограмів із дерева. Плоди округло-серцевидної форми, великі, окрема ягідка важить 5-7 грамів. Транспортабельність відмічається висока. Використання універсальне.',
    img: id1016,
  },
  {
    id: 1017,
    cls: 'черешня',
    name: 'Кишинівська великоплідна',
    price: 10,
    height: '450-600',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      '   Черешня Китаївська чорна— сорт середнього строку достигання. Знімальна стиглість настає у третій декаді червня. Зимостійкий. Дерево сильноросле, з округлою, загущеною кроною. В плодоношення вступає на 5-6-й рік після садіння. Урожайність складає 40-56 кілограмів із дерева. Плоди округло-серцевидної форми, великі, окрема ягідка важить 5-7 грамів. Транспортабельність відмічається висока. Використання універсальне.',
    img: id1017,
  },
  {
    id: 1018,
    cls: 'слива',
    name: 'Кабардинка',
    price: 10,
    height: '300-400',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      'Слива "Кабардинка" - це середньоросле дерево з округло-овальною кроною і великими пурпурно-фіолетовими плодами. Завдяки тому, що рослина на підщепі пуміселект, перший урожай очікується на другий рік після посадки. Молоді дерева плодоносять щорічно, а доросліші – у меншому обсязі або раз на два роки. Слива Кабардинка віддає перевагу сонячним місцям, але може рости і в затінку. Не страждає від сильних вітрів та посухи. До ґрунту сорт "Кабардинка" не вимогливий, любить легкий родючий вологий ґрунт. Не любить близького залягання ґрунтових вод.',
    img: id1018,
  },
  {
    id: 1019,
    cls: 'слива',
    name: 'Чачакская Наиболее',
    price: 10,
    height: '350-400',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      "Слива Чачакская Наиболее, сорт Югославської селекції. Плоди великі, масою 50-65г, широкоовальні, темно-фіолетові до темних з дрібними підшкірними крапками.Знімальна зрілість - (2 декада вересня)М'якуш соковитий і щільний, жовтого забарвлення. Смак десертний, приємний, що довше плоди висять на дереві - тим вони смачніші. Кісточка середня, дуже легко відокремлюється.Транспортабельність хороша.Плоди придатні для вживання у свіжому вигляді, для сушіння та багатьох видів консервування.",
    img: id1019,
  },
  {
    id: 1020,
    cls: 'слива',
    name: 'Стенлей',
    price: 10,
    height: '150-300',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      'Слива "Стенлей" - це сорт, у якого висота дорослого дерева рідко перевищує більше трьох метрів, плодоносити починає на четвертий рік після посадки. Дозрівання сорту в перші числа вересня. Плоди виростають масою до 50г, дуже великі. Сорт має підвищені смакові якості, добре підходить для виготовлення чорносливу. Відрізняється високою врожайністю. Плоди добре піддаються транспортуванню, зберігаються без втрати якості до двох тижнів. Ще одна важлива особливість сорту – стійко переносить навіть найсильніші морози. Стійкість до посухи та хвороб.',
    img: id1020,
  },
  {
    id: 1021,
    cls: 'слива',
    name: 'Віжен',
    price: 10,
    height: '200-400',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      'Сорт відрізняється високою врожайністю, стійкістю до захворювань і перепадів температури, а також великими, високоякісними плодами чудового смаку. Сорт не самоплідний, тому вимагає запилювачів. Кращими запилювачами є сорти "Президент" (President) і "Стенлі" (Stanley).Слива підходить як для вирощування в приватному господарстві, так і для вирощування в промислових масштабах.  Врожайність дорослого дерева: 60 - 70 кг. Термін дозрівання: середина - кінець вересня. Дерева починають плодоносити на 4 - 5 рік.',
    img: id1021,
  },
  {
    id: 1022,
    cls: 'слива',
    name: 'Кірке',
    price: 10,
    height: '200-300',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      "Дозріває наприкінці серпня - на початку вересня. Плоди закруглені - овальні, великі, темні - сині, з сильним покриттям, м'якоть солодка, соковита, смачна. Кістка відокремлена від м’якоті. Плоди транспортуються, підходять для багатьох видів технічної обробки. При висушуванні вони дають добрий чорнослив.",
    img: id1022,
  },
  {
    id: 1023,
    cls: 'слива',
    name: 'Ренклод',
    price: 10,
    height: '200-350',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      "Зимостійкість та стійкість проти хвороб – середня. Плоди красиві, червоно-фіолетові, великі, масою 40 г, округлоприплюснуті. Шкірка має жовте основне і червоно-фіолетове покривне забарвлення на більшій частині плода. М'якуш жовтий, щільний, соковитий, дуже хорошого кислувато-солодкого смаку — 4,3 бала в період зрілості. При повному дозріванні плода – медово-солодка. Кісточка невелика, легко відокремлюється від м'якоті. Плоди дозрівають 15-25 серпня. Осипатися починають лише за перезрівання. Використовують їх в основному свіжими, придатними для виготовлення високоякісних компотів.",
    img: id1023,
  },
  {
    id: 1024,
    cls: 'слива',
    name: 'Президент',
    price: 10,
    height: '150-300',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      'Слива "Президент" - це сорт у якого висота дерев рідко перевищує 3 метри, але плоди виростають дуже великі, з відмінними смаковими якостями. Маса зрілих плодів становить 70г, плоди настільки великі, що гілкам часто потрібні підпірки. Даний сорт вважається високоврожайним, за сезон на одному дереві можна зібрати до 50 кг сливи. Цей високосамоплідний сорт добре долає посушливий клімат і міцні морози. Плоди цього сорту мають відмінну транспортабельність, добре поводяться в лежанні. Сорт підходить для консервації і виготовлення чорносливу.',
    img: id1024,
  },
  {
    id: 1025,
    cls: 'слива',
    name: 'Кардинал',
    price: 10,
    height: '200-300',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      "дерево досить компактне, доросле – рідко перевищує 3 м, округлі сливи – темно сині, з бордово-ліловим відтінком, до 50 г, з восковим нальотом, десертна м'якоть медово-жовта, соковита, ніжна, гармонійно солодка, без нудотності та з м'якою кислинкою, дозрівання сорту Кардинал – ближче до середини серпня, кісточка сливи відокремлюється не до кінця, доросле дерево здатне сформувати до 60 кг чудових плодів, крона формується збалансована, рідко потребує обрізки, не густа, дає плодам багато сонця, перший значний урожай можна збирати на 3-4 сезон після посадки саджанця",
    img: id1025,
  },
  {
    id: 1026,
    cls: 'слива',
    name: 'Венгерка Ювілейна',
    price: 10,
    height: '250-300',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      '"Венгерка Ювілейна" - сорт універсальний, його можна висаджувати як в приватному саду, так і для промислових цілей. Сорт самобезплідний, для хорошого плодоношення і високої врожайності йому потрібні запилювачі "Ренклод Зелений", "Угорка". "Угорка Ювілейна" по праву має високу оцінку, тому вона популярна серед багатьох садівників України. Сорт має високі смакові якості, тому плоди можна вживати не тільки в переробленому вигляді, але й в свіжому. Плоди сливи "Угорка Ювілейна" великі, красиві, овально-подовженої форми. Колір глибокий бордово-фіолетовий, з сильним восковим нальотом.',
    img: id1026,
  },
  {
    id: 1027,
    cls: 'алича',
    name: 'Кубанська Комета',
    price: 10,
    height: '150-250',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      'Дерево після вступу в плодоношення слаборосле, в молодому віці - швидкоростуче. Цвітіння дуже рясне, раннє - в кінці квітня. Зимостійкість дерев висока, посухостійкість середня. Стійкий до комплексу основних хвороб - хворобами і шкідниками практично не пошкоджується. Плодоношення починається рано - на 2-3 рік після посадки саджанців в сад. Урожайність висока. Плід великий, масою 30-35 г, округлої яйцевидної форми. Плоди гарні для вживання в свіжому вигляді та консервування. Дозрівають плоди в кінці липня, довго не осипаються при перезріванні, стійкі до розтріскування, транспортабельні.',
    img: id1027,
  },
  {
    id: 1028,
    cls: 'слива',
    name: 'Колоновидна',
    price: 10,
    height: '150-200',
    maturation: 'червень',
    details:
      // eslint-disable-next-line quotes
      "Слива колоновидна - це сорт сливи, що володіє високою швидкоплідністю і вкрай багатою врожайністю. Плоди на смак дуже солодкі, цукристі і смачні, м'якоть має приємний жовто-золотистий колір і щільну структуру. Шкірочка слив цього сорту має рожево-фіолетовий колір, досить товсту шкірку, тому плоди добре піддаються транспортуванню. Дерево характеризується вузькою кроною, відноситься до інтенсивного типу слив.",
    img: id1028,
  },
  {
    id: 1029,
    cls: 'персик',
    name: 'Ред-Хевен',
    price: 10,
    height: '300-400',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'Персик "Ред Хевен" - це один з найпопулярніших сортів, 70% промислових посадок США - це Ред Хевен. Дерево відрізняється середнім зростанням із добре сформованою кроною. Дерева мають тривалий термін життя. Цвіте персик у квітні, а плоди дозрівають у липні. Активно плодоносити рослина починає на 4-й рік життя, врожайність дуже висока.',
    img: id1029,
  },
  {
    id: 1030,
    cls: 'персик',
    name: 'Білий лебідь',
    price: 10,
    height: '200-300',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'Персик Білий лебідь – це сорт, який відрізняється від своїх побратимів нетиповим забарвленням плоду. Рослина добре росте в регіонах із теплим та помірно-теплим кліматом. Як і більшість сортів персиків, цей селекційний сорт був виведений у Криму - в Нікітському ботанічному саду. Сорт майже не потребує догляду. Він має відмінні показники врожайності - близько 50-60 кг на одне дерево. Рекомендується висаджувати саджанці в місцях, добре освітлених сонцем у період із серпня по листопад або з березня по травень.',
    img: id1030,
  },
  {
    id: 1031,
    cls: 'персик',
    name: 'Коллінз',
    price: 10,
    height: '200-400',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Персик \"Коллінз\" - це середньорослий сорт, крона помірно розлога. Рослина самоплідна. Оранжево-жовті плоди рясно вкриті рум'янцем багряного кольору. Шкірочка злегка ворсиста, добре відділяється від зрілого фрукта. Форма плоду кругла, маса знаходиться в інтервалі 100-150 г. М'якоть яскраво-жовтого відтінку, досить м'яка і соковита, виливає ніжний аромат, смак солодкий. Дозріває сорт на початку липня, плоди добре зберігаються при акуратному транспортуванні на далекі відстані.",
    img: id1031,
  },
  {
    id: 1032,
    cls: 'персик',
    name: 'Нектарин',
    price: 10,
    height: '150-300',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Нектарин – це середнього зросту дерево має не компактну крону. Плоди кулястої форми з гладкою, глянсовою поверхнею шкірки, колір жовтий з характерним червоним рум'янцем. М'якуш бурштинового відтінку, щільність середня. Плоди мають ніжний аромат, смак солодкий, приємний. Фрукти відрізняються досить великою вагою, яка може досягати 200г. Дозрівання плодів починається у липні, закінчується на початку серпня. Вони чудово зберігають зовнішній вигляд і форму в прохолодних приміщеннях, не псуються під час перевезення.",
    img: id1032,
  },
  {
    id: 1033,
    cls: 'персик',
    name: 'Колоновидний',
    price: 10,
    height: '100-180',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'персик Колоновидний – один з найбільш популярних сортів персиків для раннього збору плодів. Компактне колоновидне дерево займає зовсім мало місця – його можна висаджувати в саду, вздовж доріжок і групами на галявині, в красивих контейнерах для прикраси двору і веранди. Догляд за карликовим різновидом персика зовсім нескладний – сорт невибагливий до умов вирощування. Деревце буквально обліплено плодами – до 100 на кожному.',
    img: id1033,
  },
  {
    id: 1034,
    cls: 'абрикос',
    name: 'Київський ранній',
    price: 10,
    height: '200-400',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      'Абрикос Киевский ранний — це сорт виведений українськими селекціонерами. Дерево середньоросле, має кулясту, злегка розкидну крону. Швидкоплідне, плодоносить на 3-й рік після висаджування. Сорт раннього терміну дозрівання, урожай збирають у другій половині липня. Місце посадки освітлене, захищене від вітрів, ґрунт родючий. Особливості сорту: самоплідний, урожайний, стійкий до комах-шкідників, борошнистий росе, зимовий, сухостійкий. Використовують у свіжому вигляді, для приготування компотів, джемів, пастили',
    img: id1034,
  },
  {
    id: 1035,
    cls: 'абрикос',
    name: 'Червонощокий',
    price: 10,
    height: '300-450',
    maturation: 'травень',
    details:
      // eslint-disable-next-line quotes
      "Серед величезної кількості сортів абрикос червонощокий виділяється своєю невибагливістю, за що його цінують багато садівників і цей сорт можна зустріти на більшості дачних ділянок. Дерево велике з розлогою рідкою кроною і довгими гілками. Тривалість життя до 50 років. Урожайність одна з найвищих серед європейських сортів - до 90 кг з дерева. При обрізанні слід пам'ятати, що абрикос плодоносить на торішніх однорічних приростах і букетних гілочках.",
    img: id1035,
  },
];
