{
  "data": [
    {
      "id": 1001,
      "cls": "вишня",
      "name": "Ксенія",
      "weight": "7-8",
      "height": "140-150",
      "maturation": "початок липня",
      "details": "Вишня Ксенія - високопродуктивний середньостиглий сорт української селекції. Дерево - середньої або високої сили росту. Крона - куляста, середньорозгалуджена. Плодоношення починається на 3 рік. Самобезплідний. Серед запилювачів - Любська, Норд Стар, сорти черешні Дончанка, Ніжність.  Ягода - темно-червона, кісточка гарно відділяється. ",
      "path": "./img/ksenia.jpg"
    },
    {
      "id": 1002,
      "cls": "вишня",
      "name": "Чорнокорка",
      "weight": "5-6",
      "height": "150-170",
      "maturation": "кінець червня - початок липня",
      "details": "Вишня Чорнокорка - український сорт, отриманий в результаті народної селекції. Дозрівання припадає на другу половину червня - початок липня. Дерево невисоке, кущувате, з напівокруглою кроною. Плоди-великі, темно - бордові, майже чорні ягоди округлої форми масою 4,5 - 5 гр. Мають солодкий смак з легкою кислинкою. М'якуш щільний, соковитий, бордового кольору. У ягоді міститься невелика кісточка, добре відділяється від м'якоті. В плодоношення вступає на 3 - 4 рік після посадки. Висока стійкість до сильних заморозків і посух.",
      "path": "../../data/img/chornokorka.jpg"
    },
    {
      "id": 1003,
      "cls": "вишня",
      "name": "Шпанка",
      "weight": "5-7",
      "height": "160-170",
      "maturation": "кінець червня - середина липня",
      "details": "Вишня Шпанка Крупноплідна - ранньостиглий сорт вишні української селекції. Дерева потужні, деревовидного типу, з великою кулястою, середньо-загущеною кроною. Плоди вишні Шпанка великі зі слабкою борозенкою, приплюснуто - округлої форми. Шкірочка глянцева, у достиглих плодів - бордово - коричневого кольору. М'якуш соковитий, світло - жовтий, кисло - солодкий. Кісточка невелика, округлої форми, у стиглих ягід відділяється від м'якоті легко.",
      "path": "./img/shpanka.jpeg"
    }
          ]
}