import { Item } from '../allData';
import id3001 from './id3001.jpeg';
import id3002 from './id3002.jpeg';
import id3003 from './id3003.jpeg';
import id3004 from './id3004.jpeg';
import id3005 from './id3005.jpeg';
import id3006 from './id3006.jpeg';
import id3007 from './id3007.jpeg';
import id3008 from './id3008.jpeg';
import id3009 from './id3009.jpeg';
import id3010 from './id3010.jpeg';
import id3011 from './id3011.jpeg';
import id3012 from './id3012.jpeg';
import id3013 from './id3013.jpeg';
import id3014 from './id3014.jpeg';
import id3015 from './id3015.jpeg';
import id3016 from './id3016.jpeg';
import id3017 from './id3017.jpeg';
import id3018 from './id3018.jpeg';
import id3019 from './id3019.jpeg';
export const decorative: Item[] = [
  {
    id: 3001,
    cls: 'туя',
    name: 'Smaragd(2-х річна)',
    price: 150,
    height: '300-600',
    maturation: '-',
    details:
      'Туя західна "Смарагд" - (саджанець висотою 30-40см)вічнозелене дерево з дуже вузькою, правильною конусовидною кроною та вертикальними, дуже густо розташованими гілками. Досягає 4-6 м заввишки і 1-2м завширшки. Характеризується середньою силою зростання. Річний приріст заввишки - 10-25 см, а завширшки - 4 см. У віці 10 років вона досягає 2 - 2,5 метрів заввишки. Хвоя: луската, насиченого смарагдово-зеленого кольору. На відміну від більшості сортів туй, "Смарагд" зберігає свій колір навіть узимку, не набуваючи коричневих та бурих відтінків.',
    img: id3001,
  },
  {
    id: 300101,
    cls: 'туя',
    name: 'Smaragd-(4-х річна)',
    price: 350,
    height: '300-600',
    maturation: '-',
    details:
      'Туя західна "Смарагд" - (саджанець висотою 100-120см)вічнозелене дерево з дуже вузькою, правильною конусовидною кроною та вертикальними, дуже густо розташованими гілками. Досягає 4-6 м заввишки і 1-2м завширшки. Характеризується середньою силою зростання. Річний приріст заввишки - 10-25 см, а завширшки - 4 см. У віці 10 років вона досягає 2 - 2,5 метрів заввишки. Хвоя: луската, насиченого смарагдово-зеленого кольору. На відміну від більшості сортів туй, "Смарагд" зберігає свій колір навіть узимку, не набуваючи коричневих та бурих відтінків.',
    img: id3001,
  },
  {
    id: 3002,
    cls: 'туя',
    name: 'Columna (2-х річна)',
    price: 150,
    height: '400-900',
    maturation: '-',
    details:
      'Туя західна "Columna" - (саджанець висотою 30-40см)це колоноподібний, високий сорт туї, що не вимагає коригування підстригання з вертикально розміщеними гілками. Забарвлення класичного зеленого кольору. Це відносно швидко зростаючий сорт, річний приріст якого – 20-25 сантиметрів. Гілки туї дуже розгалужені та густо розташовані. Туя Columna найвища серед усіх декоративних туй, стійка до вітрів, з дуже щільною кроною, яку часто використовують для створення високих і щільних живоплотів. Вона добре реагує на стрижку будь-якої пори року. Добре виглядає при посадці невеликими куртинами по три дерева.',
    img: id3002,
  },
  {
    id: 300201,
    cls: 'туя',
    name: 'Columna(4-х річна)',
    price: 350,
    height: '400-900',
    maturation: '-',
    details:
      'Туя західна "Columna" - (саджанець висотою 100-120см)це колоноподібний, високий сорт туї, що не вимагає коригування підстригання з вертикально розміщеними гілками. Забарвлення класичного зеленого кольору. Це відносно швидко зростаючий сорт, річний приріст якого – 20-25 сантиметрів. Гілки туї дуже розгалужені та густо розташовані. Туя Columna найвища серед усіх декоративних туй, стійка до вітрів, з дуже щільною кроною, яку часто використовують для створення високих і щільних живоплотів. Вона добре реагує на стрижку будь-якої пори року. Добре виглядає при посадці невеликими куртинами по три дерева.',
    img: id3002,
  },
  {
    id: 3003,
    cls: 'туя',
    name: 'Golden Smaragd (2-х річна)',
    price: 150,
    height: '300-500',
    maturation: '-',
    details:
      'Туя західна Голден Смарагд – (саджанець висотою 30-40см)це один із найкращих сортів західної туї. Рослина виділяється жовтою та дуже красивою декоративною формою. Елегантності їй надає правильна вузька конусоподібна крона, яка повільно росте. Декоративна рослина не є дуже вимогливою, але віддає перевагу дренажним грунтам. Туя тіньовитривала і морозостійка. Рослина любить сонце. Застосовується в різного виду посадки (одиночні, групові, живопліт, контейнери). Туя Смарагд просто незамінна для озеленення садової ділянки.',
    img: id3003,
  },
  {
    id: 300301,
    cls: 'туя',
    name: 'Golden Smaragd (4-х річна)',
    price: 350,
    height: '300-500',
    maturation: '-',
    details:
      'Туя західна Голден Смарагд –  (саджанець висотою 100-120см)це один із найкращих сортів західної туї. Рослина виділяється жовтою та дуже красивою декоративною формою. Елегантності їй надає правильна вузька конусоподібна крона, яка повільно росте. Декоративна рослина не є дуже вимогливою, але віддає перевагу дренажним грунтам. Туя тіньовитривала і морозостійка. Рослина любить сонце. Застосовується в різного виду посадки (одиночні, групові, живопліт, контейнери). Туя Смарагд просто незамінна для озеленення садової ділянки.',
    img: id3003,
  },
  {
    id: 3004,
    cls: 'туя',
    name: 'шаровидна "Danica" (2-х річна)',
    price: 200,
    height: '50-100',
    maturation: '-',
    details:
      'Туя західна "Danica" - (саджанець висотою 20-30см)це одне з найкрасивіших декоративних рослин сучасного саду, що зберігає свою декоративність круглий рік. Являє собою карликову форму родини кипарисових, виведену в Данії в середині 20 століття. Зростає повільно, в рік по 5 см у висоту і ширину. Висота дорослої рослини 60см і стільки ж в діаметрі.',
    img: id3004,
  },
  {
    id: 300401,
    cls: 'туя',
    name: 'шаровидна "Danica" (4-х річна)',
    price: 400,
    height: '50-100',
    maturation: '-',
    details:
      'Туя західна "Danica" - (саджанець висотою 40-50см)це одне з найкрасивіших декоративних рослин сучасного саду, що зберігає свою декоративність круглий рік. Являє собою карликову форму родини кипарисових, виведену в Данії в середині 20 століття. Зростає повільно, в рік по 5 см у висоту і ширину. Висота дорослої рослини 60см і стільки ж в діаметрі.',
    img: id3004,
  },
  {
    id: 3005,
    cls: 'тамарикс',
    name: 'Тамарикс',
    price: 100,
    height: '50-150',
    maturation: '-',
    details:
      'Тамарікс - декоративний чагарник, висотою близько 2 метрів, невибагливий до місця посадки, морозостійкий. Для прикраси саду Тамарікс є досить універсальним. Він прекрасний в одиночних посадках, особливо на тлі ґрунтопокривних рослин. У групах чагарник ефектно виглядає у поєднанні з такою ж витонченою спіреєю або ялівцями. Можна підібрати сусідів, що квітнуть одночасно з гребінцем, або таких, які підкреслять ніжність квітів обрамленням із зеленого листя, зацвітаючи раніше чи пізніше.',
    img: id3005,
  },
  {
    id: 3006,
    cls: 'слива декоративна',
    name: 'Пісарді',
    price: 200,
    height: '300-400',
    maturation: '-',
    details:
      // eslint-disable-next-line quotes
      "Слива Пісарді – середньоросле плодове червонолистяне дерево, також використовується як декоративне. Виростає до 4 м, крона густа. Квітки рожеві, з'являються раніше листя. Листя темно червоного або бордового забарвлення, щільне з блиском, не змінює свого забарвлення протягом всього сезону. Плоди середніх розмірів 20 – 30 гр, приємного кисло-солодкого смаку. Сорт стійкий до міських умов, стійкий до посухи, морозостійкість висока.",
    img: id3006,
  },
  {
    id: 3007,
    cls: 'полин',
    name: 'Полин Лимонний',
    price: 100,
    height: '50-100',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Полин лимонний – лікарська рослина, назва якого з грецької «artemis», що означає «здоров\'я». У Стародавній Греції виготовляли цілющий бальзам для ран. Це напівкущ з ажурними гілочками, що мають приємний, легкий, гіркуватий пряний запах з лимонною нотою. Полин лимонний - багаторічний напівкущ з 10-20 прямими, гіллястими стеблами (див. фото). Розмір: Досягає близько 80см і 50-100см в діаметрі.',
    img: id3007,
  },
  {
    id: 3008,
    cls: 'шавлія',
    name: 'Шавлія лікарська',
    price: 50,
    height: '50-80',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Salvia officinalis – компактна лікарська рослина з довгастим сіро-зеленим листям та синьо-фіолетовими квітами, що мають приємний, терпкий пряно-трав\'яний аромат. Форма: Багаторічний напівчагарник, сильногіллястий від основи компактної, округлої форми (див. фото). Розмір: Шавлія аптечна досягає висоти 70-80см. Швидкість зростання / сила зростання: Зростає та цвіте протягом 25 років.',
    img: id3008,
  },
  {
    id: 3009,
    cls: 'морозник',
    name: 'Морозник',
    price: 100,
    height: '30-60',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Морозник – вічнозелена морозостійка рослина. У висоту різні види та сорти морозника досягають 1 метра. Жорстке листя морозника, велике, яскраво-зелене розсічене, добре зберігається взимку під снігом і дуже декоративне практично протягом усього року. Морозник дуже гарний завдяки великим квітам, що досягають 13см в діаметрі і тримаються на рослині з зими до самого літа. Забарвлення квіток морозника: біле, кремове, блідо-зелене, жовте, а також усіх відтінків рожевого - від зовсім блідого до насиченого бордового і майже чорного.',
    img: id3009,
  },
  {
    id: 3010,
    cls: 'сантоліна',
    name: 'Сантоліна кипарисоподібна',
    price: 50,
    height: '50-80',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Сантоліна - невеликий чагарник або напівчагарник висотою 10 - 60 см. Втечі тонкі, міцні, світло-зелені, височіють над листям на 15 - 25 см. Листя просте, ланцетове, або перисте, світло-зелене або сіро-зелене, у деяких видів с. опушенням на поверхні. Суцвіття щільні, округлі, формуються у верхній частині пагонів. Цвітіння даної культури в умовах відкритого ґрунту спостерігається протягом усього літнього періоду. Квітки та листя мають специфічний, добре виражений запах.',
    img: id3010,
  },
  {
    id: 3011,
    cls: 'бобовник',
    name: 'Бобовник',
    price: 100,
    height: '400-600',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Бобовник - це дуже популярний чагарник-ліана, що нагадує гліцинію. Грона яскравих жовтих суцвіть прикрашатимуть Ваш сад з кінця травня до середини червня. Квітки незвичайної форми насиченого жовтого кольору зібрані у грона довжиною від 15 до 30см. Після майже місяця цвітіння на гілках з\'являються плоди як бобів. Ці плоди в жодному разі не можна їсти, тому що вони за своєю суттю є отруйними. Листя, квіти та інші частини цієї рослини містять алкалоїд цитизин небезпечний для людини.',
    img: id3011,
  },
  {
    id: 3012,
    cls: 'барбарис',
    name: 'Барбарис Тунберга',
    price: 50,
    height: '100-300',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Барбарис Тунберга - це один з найбільш виразних і яскравих, красивих чагарників, він просто незамінний у колірній композиції і не залишиться непоміченим на вашій ділянці. Рід Чиф відрізняється розлогою красивою формою куща з витончено вигнутими гілками і дуже вузьким яскравим пурпурово-буряковим листям, що зберігає свою декоративність з весни до глибокої осені. Висота дорослої рослини сягає 3м, ширина – 1,5-2м.',
    img: id3012,
  },
  {
    id: 3013,
    cls: 'спірея',
    name: 'спірея Бумальда',
    price: 50,
    height: '60-80',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Спірея Бумальда - невеликий чагарник, компактний, кулястої форми, пагони вертикальні. Висота 0,6-0,8 м-коду, ширина до 1 м-коду. Квітки рожево-кармінні, тривалий період цвітіння, до 100 днів, з кінця червня до вересня; квітки в щиткоподібні суцвіття до 15 см завширшки. Листя при розпусканні часто червонувате, свіжо-зелене, восени привабливе забарвлення від помаранчевого до бронзово-червоного. Зимостійка, невибаглива рослина, підходить для міських умов.',
    img: id3013,
  },
  {
    id: 3014,
    cls: 'спірея',
    name: 'Спірея Вангутта',
    price: 50,
    height: '150-200',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Висота спіреї Вангутта близько 2 м, приблизно такий і діаметр її каскадної розлогої крони. Гілки рослини дугоподібно згинаються вниз. Білі квітки зібрані в численні напівкулясті суцвіття, що покривають пагони по всій довжині. Починається цвітіння у середині червня чи початку липня і триває кілька тижнів. У липні чи серпні можливе повторне цвітіння спіреї Вангутта.',
    img: id3014,
  },
  {
    id: 3015,
    cls: 'спірея',
    name: 'Спірея Колосовидна',
    price: 50,
    height: '150-250',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Спірея Колосовидна - витривалий, листопадний, красиво квітучий чагарник висотою близько 1.5 метра. Використовується в одиночними та груповими посадками, у тому числі для оформлення живоплотів. Квітки рожевого кольору, розпускаються в середині літа. Вони зібрані в густі, вузькі, пухнасті суцвіття-мітелки. Форма суцвіття – пірамідальна. Довжина суцвіття – 15-17 см. Цвітіння тривале: з липня до жовтня. Спірея посухостійка, невибаглива рослина. Росте на добре освітлених ділянках. Переносить невелике затінення. До ґрунту невибаглива. Висока морозостійкість. Віддає перевагу добре освітленим ділянкам або півтіні. Широко використовується для озеленення міст.',
    img: id3015,
  },
  {
    id: 3016,
    cls: 'розмарин',
    name: 'Розмарин',
    price: 50,
    height: '30-70',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Розмарин – це трав\'яниста лікарська рослина, яка є вічнозеленим напівчагарником заввишки до двох метрів. Листя у розмарину тонке, що нагадує хвою. Сильний аромат камфори нагадує морську свіжість. Рослина має дрібні блакитні квіточки, через які в народі називається «невестіною сукнею». Інша назва - "весільний колір". З давніх-давен розмарин вважався символом достатку та благополуччя, його використовували у весільних церемоніях, гілочку рослини дарували молодим під час одруження.',
    img: id3016,
  },
  {
    id: 3017,
    cls: 'юкка',
    name: 'Юкка',
    price: 50,
    height: '80-150',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Юкка - це оригінальна вічнозелена рослина. Незважаючи на свій тропічний вигляд, він добре зимує на території всієї нашої країни, витримуючи морози до -15 градусів. У юкки жорстке загострене листя довжиною 30-60см і шириною 3-10см. Краї листових пластинок розщеплені на тонкі волокна (звідси назва рослини). Листя зібране в гарну розетку, у якої згодом утворюються бічні відростки. Квітконіс - висока до 2м, розгалужена волотка - з\'являється в червні-липні. Численні (до 200 штук) квіти, білі або кремові, діаметром до 6см мають дуже привабливий вигляд протягом двох-трьох тижнів.',
    img: id3017,
  },
  {
    id: 3018,
    cls: 'ялівець',
    name: 'Ялівець повзучий',
    price: 200,
    height: '30',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Один з найпопулярніших сортів. Це горизонтальний ялівець з густою кроною. Хвоя м\'яка, смарагдового кольору з блакитним відтінком. Взимку набуває ніжно-рожевий тон. Підходить для посадки в альпінарії, на схили, а також в якості покривної рослини. Полюбляє сонячні місця. До грунту і вологи невимогливий, проте краще росте на легких грунтах. Морозостійкий.',
    img: id3018,
  },
  {
    id: 3019,
    cls: 'самшит',
    name: 'Самшит (30см)',
    price: 45,
    height: '30',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Самшит — найулюбленіший кущ серед ландшафтних дизайнерів. Його форма, стійкість до стрижки, висока декоративність дозволяють використовувати один кущ чи групу у різних композиціях. При створенні круглої клумби рослини висаджують по краю, формуючи стрижкою невеликі кулясті кущики. Самшит в горщику доречний біля парадної зони, вздовж прогулянкової доріжки, як декор для літнього кафе. Взимку кущики ще яскравіші та красивіші, оскільки виділяються на тлі білого снігу або сірого ландшафту. Замовлення гуртом в інтернет-магазині Яскрава — чудова можливість заощадити та отримати партію здорових саджанців із перевіреного розплідника.',
    img: id3019,
  },
  {
    id: 3020,
    cls: 'самшит',
    name: 'Самшит (40-50см)',
    price: 60,
    height: '40-50',
    maturation: '-',
    details:
      // eslint-disable-next-line prettier/prettier
      'Самшит — найулюбленіший кущ серед ландшафтних дизайнерів. Його форма, стійкість до стрижки, висока декоративність дозволяють використовувати один кущ чи групу у різних композиціях. При створенні круглої клумби рослини висаджують по краю, формуючи стрижкою невеликі кулясті кущики. Самшит в горщику доречний біля парадної зони, вздовж прогулянкової доріжки, як декор для літнього кафе. Взимку кущики ще яскравіші та красивіші, оскільки виділяються на тлі білого снігу або сірого ландшафту. Замовлення гуртом в інтернет-магазині Яскрава — чудова можливість заощадити та отримати партію здорових саджанців із перевіреного розплідника.',
    img: id3019,
  },
];
