export const roses = {
  data: [
    {
      id: 5001,
      cls: 'вишня',
      name: 'Рози',
      weight: '7-8',
      height: '140-150',
      maturation: 'початок липня',
      details:
        'Вишня Ксенія - високопродуктивний середньостиглий сорт української селекції. Дерево - середньої або високої сили росту. Крона - куляста, середньорозгалуджена. Плодоношення починається на 3 рік. Самобезплідний. Серед запилювачів - Любська, Норд Стар, сорти черешні Дончанка, Ніжність.  Ягода - темно-червона, кісточка гарно відділяється. ',
      img: 'src',
    },
  ],
};
