import { Item } from '../allData';
import id1001 from './id1001.jpeg';
import id1002 from './id1002.jpeg';
export const fruinful: Item[] = [
  {
    id: 1001,
    cls: 'вишня',
    name: 'Чорнокорка',
    height: '300',
    maturation: 'травень',
    details:
      'Вишня "Чернокорка" - це середньоросле дерево (до 3м в висоту), з поникаючими пагонами. Крона округла, не дуже гілляста. Зовні вишня більше нагадує кущ, ніж дерево. Вишня наділена чималими плодами. Маса одного - 7-10г. Після дозрівання не обсипаються. Дозрівають ягоди в середньо-ранні терміни. Знімати з дерева їх потрібно в кінці липня. За смаком плоди солодкі, кислинка практично не відчувається. Добре переносить тривала відсутність дощів влітку. Дерево наділене здатністю щорічно приносити хороший урожай. Плоди мають товарний вигляд і добре транспортуються. ',
    img: id1001,
  },
  {
    id: 1002,
    cls: 'вишня',
    name: 'Шпанка',
    height: '600',
    maturation: 'травень',
    details:
      'Вишня Шпанка - ранньостиглий сорт вишні української селекції. Дерева потужні, деревовидного типу, з великою кулястою, середньо-загущеною кроною. Плоди вишні Шпанка великі 4 - 5 г, зі слабкою борозенкою, приплюснуто - округлої форми. Плоди достигають з кінця червня до початку липня. Рівень зимостійкості високий: дерева добре переносять морози. Сорт посухостійкий. Ягоди використовують в свіжому вигляді, для сушки, заморозки, консервації і переробки (джеми, вина, компоти, варення)',
    img: id1002,
  },
];
