import ksenia from '../img/ksenia.jpg';
export const fruinful = {
  data: [
    {
      id: 1001,
      cls: 'вишня',
      name: 'Ксенія',
      weight: '7-8',
      height: '140-150',
      maturation: 'початок липня',
      details:
        'Вишня Ксенія - високопродуктивний середньостиглий сорт української селекції. Дерево - середньої або високої сили росту. Крона - куляста, середньорозгалуджена. Плодоношення починається на 3 рік. Самобезплідний. Серед запилювачів - Любська, Норд Стар, сорти черешні Дончанка, Ніжність.  Ягода - темно-червона, кісточка гарно відділяється. ',
      img: ksenia,
    },
  ],
};
